[
  {
    "": "تم التواصل مع العميل وحل المشكلة ووضحنا بأن العميلة لة الخصم ال10% على الاوردر القادم وتم حل المشكلة مع العميل ",
    "Account name": "ماجد محمد",
    "Account Phones": "1021496924",
    "type ": "Other complaints",
    "details ": "العميل تم بطلب اوردر بفرع واتر واي وتم ابلاغة بأنة سيستفيد بالخصم 10% على قيمة الاودر والاورد وصل للعميل بدون خصم ",
    "created": "2023-09-16"
  },
  {
    "": "تم الاتصال بالعميلة و الاعتذار لها وتم ارسال الايتم الناقص وتم حل المشكلة ",
    "Account name": "نرمين الزيات",
    "Account Phones": "100608664",
    "type ": "Call Center",
    "details ": "تم طلب عدد 2 حلوم بالزعتر منقوشة من العميل وتم ضربها عالسيستم 1 حلوم و 1 زعتر -",
    "created": "2023-09-16"
  },
  {
    "": "تم التواصل مع العميل من قفل خدمة العملاء وتم حل المشكلة ",
    "Account name": "اسلام حمدي",
    "Account Phones": "1006355210",
    "type ": "Delivery",
    "details ": "تم تسجيل اوردر للعميل الساعة 15:49 وتم تاخير الاوردر للعميل وتم توصيله الساعة 17:38 اجمالي تاخير الاوردر ساعة ونص وتم اتصال العميل لمتابعة الاوردر 3  مرات والعميل مستااااء جدا ",
    "created": "2023-09-16"
  },
  {
    "": "تم التواصل مع العميل من قبل خدمة العملاء وتم حل المشكلة مع العميل - العميل كان يريد ايضاح المشكلة فقط ولم يرضى بأى بديل - ",
    "Account name": "ناصر عبدالله",
    "Account Phones": "1118405551",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي ان عصير البرتقال مش عاجبه و تم التواصل مع الفرع و بلغنا انهم هيبعتو ميل لل ck ",
    "created": "2023-09-23"
  },
  {
    "": "تم تحويل المكشلة لقسم خدمة العملاء ",
    "Account name": "محمد خليفة",
    "Account Phones": "1060531900",
    "type ": "Other complaints",
    "details ": "تم الاتصال من العميل وطلب بتقديم شكوي لفرع كايرو فيستسفال سيتي بانه تناول الطعام هناك وتعرض لحالة تسمم هو وزوجته وانه اول مرة يتناول في زعتر وزيت بمصر ولكن تناوله في دبي وتم التعامل معه في فرع كايرو فيستيفال بطريقة سيئة جدا حين قدم شكوته هناك وتمت شكوته بان تم معاملته بمنتهي قلة الاهتمام والعميل مستااااء جداااا وطلب ان شكوته توصل لاعلي منصب بالشركة ",
    "created": "2023-09-24"
  },
  {
    "": "تم التواصل مع العميلة من قبل خدمة العملاء وتم حل المشكلة  ",
    "Account name": "شيرين القاضي",
    "Account Phones": "1115777792",
    "type ": "Other complaints",
    "details ": "تم طلب اوردر زعتر وجبنة اوبن وتم عمل المنقوشة هاف موون بعكس ماطلبت العميلة واشتكت العميلة من جودتها وان المنقوشة تم وضعها بالورقة مبتلة بطريقة سيئة للغاية وتم طلب عمل شكوي من العميلة وان جودة الاكل ليس كالمعتاد من زعتر وزيت  ",
    "created": "2023-09-27"
  },
  {
    "": "تم مراجعة الشكوى و تبين نسيان الطيار شنطه داخل الباوتش و عند المتابعه مع الطيار تم العوده للعميله و إعادة الصنف المفقود و الاعتزار لها \nتم  وضع الجزاء المناسب مع لفت انتباه بعدم التكرار",
    "Account name": "دكتور اميرة المرصفاوي",
    "Account Phones": "1001222223",
    "type ": "Delivery",
    "details ": "تم طلب الاوردر من ضمنه 2 ك تراميسو للعميل وتم توصيله ناقص وتواصلنا مع الفرع والدريفر وكان الدرايفر ناسيهم في بوكس الدليفري وتم الرجوع  للعميلة والاعتذار لها وتم رجوع الدريفر بالعنصر المفقود للعميلة مرة اخري ",
    "created": "2023-09-30"
  },
  {
    "": "تم حل المشكله عن طريق مستر مامون وتم معالجه الامر ",
    "Account name": "محمد صقر",
    "Account Phones": "1116901555",
    "type ": "Delivery",
    "details ": "تم طلب اوردر العميل الساعة 15:32:34 وتم تاخير الاودر عم العميل ساعة ونص والعميل طلب انة يتواصل مع مدير فرع واتر واى مباشرا ورفض التعامل مع اى شخص من الكول سنتر وتم التواصل من خلالنا من الكول سنتر ومدير الفرع ( مامون ) وانة انة سيتم حل المشكلة مع العميل بنفسة ",
    "created": "2023-09-30"
  },
  {
    "": "تم التواصل مع العميلة من قبل خدمة العملاء وتم حل المشكلة ",
    "Account name": "ياسمين رنكوشي",
    "Account Phones": "1000446708",
    "type ": "Delivery",
    "details ": "تم طلب الاوردر الساعه21:31 مساءا \nتم تاخير الاوردر ساعه ونصف وتشتكى العميله من برودة الاوردر والتاخير وتم حل المشكلة مع العميلة بشكل مؤقت لحين تواصل خدمة العملاء معاها  ",
    "created": "2023-10-04"
  },
  {
    "": "تم حل المشكلة مع العميلة ارسال المنقوشة الناقصة فى الاوردر ",
    "Account name": "ندي الاتربي ",
    "Account Phones": "1005401063",
    "type ": "Call Center",
    "details ": "تم تسجيل اوردر بتاريخ اليوم 2023-10-11 13:34:09 وكان بمكونات الاوردر 2 منقوشة حلوم وتم التسجيل على السيستم واحدة فقط والخطا من خلال الكول سنتر وتم حل المشكلة مع العميلة وارسال المكون الناقص بالاوردر ",
    "created": "2023-10-11"
  },
  {
    "": "تم التواصل مع العميلة من قبل خدمة العملاء وتم حل المشكلة ",
    "Account name": "شريف صادق",
    "Account Phones": "1005061267",
    "type ": "Other complaints",
    "details ": "اشتكت العميلة ان السبايزي تشيكن اصبح غير العادة وكان ناقص فراخ ف السندوتش واتكررت المشكلة اكتر من مرة وبلغت بيها وطلبت عمل شكوي والمطالبة بجودة الاوردر الذي اعتادت عليها من زعتر وزيت وحروج الايتم كامل غير ناقص  ",
    "created": "2023-10-13"
  },
  {
    "": "تم التواصل من قبل خدمة العملاء وتم حل المشكلة مع العميلة ",
    "Account name": "ميرفت سليمان",
    "Account Phones": "1113232662",
    "type ": "Missing items",
    "details ": "تم طلب تشيكن مارينارا من العميلة وتم خروج الاوردر للعميلة بدون عيش وتم اتصال العميلة واشتكت من عدم وجود العيش ",
    "created": "2023-10-13"
  },
  {
    "": "بسبب ضغط اوردرات وتم الاعتذار للعميل ",
    "Account name": "سارة البغدادي ",
    "Account Phones": "1025231421",
    "type ": "Delivery",
    "details ": "تم طلب الاوردر من الساعه 15:58 تم الاتصال من قبل العميله فى تمام الساعه 17:48 و تم التبليغ ان الاوردر لم يصل حتى الان",
    "created": "2023-10-13"
  },
  {
    "": "تم التوصل من قبل خدمة العملاء وتم حل المشكلة ",
    "Account name": "دينا عاطف",
    "Account Phones": "1111160943",
    "type ": "Other complaints",
    "details ": "اشتكت العميله ان التشيكن بداخل الرابات قليله واحيانا تاتي اقل من المعتاد وتنصح بوضع حد لذلك وترجوا الاهتمام ",
    "created": "2023-10-14"
  },
  {
    "": "تم التواصل مع العميلة من مدير فرع واتر واىاستاذ سيد وتم مراجعة الكاميرات ولم يجدو شيئ وتم حل المشكلة مع العميلة ",
    "Account name": "حبيبه سيد ",
    "Account Phones": "1111835626",
    "type ": "Other complaints",
    "details ": "العميلة فقدت حلق دهب في الفرع وكانت تريد رقم فرع واتر واي وتم ابلاغها ان الفرع سيعاود الاتصال بها وتم التواصل معاها من الفرع واشتكت العميله انه تم وضعها علي الهولد بدون علمها وانقطع الاتصال وعاودت هي الاتصال ولم يجيب احد",
    "created": "2023-10-16"
  },
  {
    "": "تم التواصل مع العميلة وتم حل المشكلة ",
    "Account name": "امل محمود",
    "Account Phones": "1060824851",
    "type ": "Missing items",
    "details ": "العميله اشتكت انها كانت طالبه فايمس تشيكن من غير بيكلز و طماطم و فور تشيز و تم كتابه الكومنت مع الاوردر و بعد استلامه اكتشفت ان الاوردر فيه البيكلز و الطماطم و الفور تشيز و بلغت ف الاوردر الجديد الاهتمام بالاوردر المطلوب بالتفصيل",
    "created": "2023-10-19"
  },
  {
    "": "تم حل المشكلة و اتصل مستر مصطفي بالعميل وكآن راضي جدا والعميل يعرفنا من دبي ",
    "Account name": "رامي العطار",
    "Account Phones": "1026000004",
    "type ": "Other complaints",
    "details ": "العميل اشتكي انه طلب 4 مايتي كافتا من غير طماطم وفور كات و تم كتابه الكومنت مع الاوردر و بعد استلامه اكتشف ان الاوردر فيه  الطماطم و 1 بيس وطلب عمل كومبلين بان الاوردر ليس مثل ما هو طلبه ",
    "created": "2023-10-19"
  },
  {
    "": "تم حل الشكوي بالتنسيق مع استاذ مصطفى مدير فرع ويست مارك ",
    "Account name": "احمد فاروق",
    "Account Phones": "1555150005",
    "type ": "Other complaints",
    "details ": "تم اتصال العميل لعمل اوردر استلام من الفرع وتم تجهيز الاوردر وبعد ذلك تم اتصال العميل يوضح لنا بانة لم يستطيع استلام الاوردر من الفرع وحالنا التواصل مع العميل لتوصيل الاوردر بس العميل كان يشترط ان الاوردر يصل لة فى خلال نصف ساعة فقط وتم مراجعة منطقة توصيل العميل واتتضح انها خارج نطاق التوصيل بالنسبة لنا ووقت التوصيل سيستغرق اكثر من ساعة فى التوصيل وتم الالغاء الاوردر بالتنسيق مع استاذ مصطفى مدير فرع ويست مارك واستاذ مصطفى قام بالغاء الاوردر على الكول السنتر مع العلم انة تم الغاء الاوردر بناء على رغبة العميل والمكشلة مش بسبب الكول سنتر ولا الفرع \n",
    "created": "2023-10-22"
  },
  {
    "": "تم تواصل الفرع مع العميل وتم ارسال الاوردر الصيحيح للعميل تم حل المشكلة وتم التواصل مع العميل من خلال الكول السنتر وتم الاعتتذار للعميل والعميل كان راضى ",
    "Account name": "موسى عقيل",
    "Account Phones": "1279697116",
    "type ": "Missing items",
    "details ": "فى اوردر بأسم موسى جلال كان طالب فى الاوردر كنافة ان ذا بان ووصل للعميل كفتا ان ذا بان والعميل عايز يبدل الاوردر بالكامل علشان ميوصلش لية بارد",
    "created": "2023-10-22"
  },
  {
    "": "مستر مصطفي تواصل مع العميلة للتاكد من الاوردر والعميلة لم تتذكر الاوردر وتم أردأ العميلة وهنتخذ فيد باك بكرة عن اوردر اليوم ",
    "Account name": "سلمى المغربى",
    "Account Phones": "1006840873",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من جودة الاوردر وانه اخر مرة كان طعمه مش احسن حاجة وكان ف انجريديانتس ناقصة وطلبت بعمل شكوي والتوصية بالاوردر والا سيتم ترجيع الاوردر كامل للفرع مرة اخري  ",
    "created": "2023-10-24"
  },
  {
    "": "تم التوصل من قبل خدمة العملاء وتم حل المشكلة ",
    "Account name": "يحيى حماده",
    "Account Phones": "1020207272",
    "type ": "Delivery",
    "details ": "تم تفعيل الاوردر في خلال الساعه 9:30 مساءا مع العلم ان وقت التوصيل 45 دقيقة لاستلام الاوردر من وقت التفعيل - تم الاتصال مره اخرى من قبل العميل في تمام الساعه 10:15 مساءا للاستعلام عن الاوردر  وتم الاتصال من المطعم في تمام الساعه 10:52 للاتصال بالعميل وتوضيح ان السائق امام اللوكيشن وتم الاتصال بالعميل في تمام الساعه 10:53 مساءا وقد تم الرد من قبل العميل بان السائق امامه ويشتكى من وقت التوصيل في خلال ساعه ونصف تقريبا - ثانيا يشتكى من سوء جودة المنتج الذى وصل له حيث وصل باردا (البيتزا بارده  - والفرايز تشيز لفظيا من العميل سايح على بعض  ) وقد رفض الاستلام والدفع الا في حين ان تتصل به ادارة المطعم وتم الاتصال من قبل المطعم حيث استلم العميل اوردره مستاءا جدا من كل هذه الشكاوى وفي انتظار اتصال الاداره به ",
    "created": "2023-10-28"
  },
  {
    "": "تم التواصل مع العميل وتم حل المشكلة من قبل خدمة العملاء ",
    "Account name": "علي شاهين",
    "Account Phones": "1227783977",
    "type ": "Delivery",
    "details ": "تم تفعيل الاوردر في تمام الساعه 9:51 مساءا مع العملم ان وقت توصيل الاوردر في خلال 45 دقيقة  تم الاتصال مره اخرى من قبل العميل في تمام الساعه 10:48 مساءا للاستعلام عن الاوردر - والساعه 11:10 مساءا للاستعلام عن الاوردر -والساعه 11:30 - والساعه 11:43 مساءا  - وفي اخر مكالمه للعميل ابلغ الكول سنمتر انه في تمام خمس دقائق اذا لم يأتى الاوردر سيضطر انه لن يستلم الاوردر - و انه قد يستلم الاوردر في هذا اليوم وسيتم دفع الاوردر باليوم التالى ردا لما فعله المطعم بانه قد تم ابلاغه بوقت معين للتوصيل وقد تاخر عليه كثيرا  - واخرا عندما وصل له السائق قد ابلغنا العميل بان السائق قد ابلغه بان العنوان خاطئ وانه قد بلغ ساعه في الطريق لكي يكتشف مكان العميل مع العلم بانه الاورد رقم 6 لنفس العميل  - والعميل مستاء جدا لهذه المعامله السيئه بالاجمالى - وفي انتظار الاتصال به من ادارة المطعم وعندما تم الاتصال بالمطعم قد ابلغنا بانه قد سلم الاوردر للعميل في حساب الضيافة",
    "created": "2023-10-28"
  },
  {
    "": "تم التواصل مع العميل و ارسال الاوردر",
    "Account name": "احمد عاشور",
    "Account Phones": "1007565855",
    "type ": "Missing items",
    "details ": "العميل كان طالب  بيتزا من ضمن الاوردر و عند استلام الاوردر اكتشف انها مش موجوده و الدرايفر بلغه ان الفرع نسي يحطها من ضمن الاوردر و هيتم ارسالها للعميل ",
    "created": "2023-10-28"
  },
  {
    "": "تم التواصل مع العميله وتوصيل المنقوشه",
    "Account name": "اسماء عبد القادر",
    "Account Phones": "1027218805",
    "type ": "Missing items",
    "details ": "اشتكت العميله ان الاورد ينقصه واحد حلومي اوبن  وان العميله مستاءه جدا وانها ارسلت مرسول ولن ترسل مرسول مرة اخري وتريد المنقوشه دليفري وحالا ",
    "created": "2023-10-28"
  },
  {
    "": "تم الغاء الاوردر ",
    "Account name": "مدام رندا صلاح ",
    "Account Phones": "1222145326",
    "type ": "Other complaints",
    "details ": "تم اتصال العميل لعمل اوردر من فرع CFC HOTSPOT ومرسول اللى هسيتلم الاوردر والعميل معرفش يحدد مكان الفرع من البرانامج مرسول وفاحنا حاولنا تعمل الاوردر من خلالنا من مرسول ولكن لم يقبل الطلب التوصيل من خلال مرسول و تم توصيل الاوردر للعميل من خلال دليفيرى اوت سورس  لوتصيل الاوردر ولكن العميل رفض استلام الاوردر علشان الاوردر تاخير ساعتين ولكن دة خارج عن اردتنا من خلال الفرع والكول سنتر وسيتم الغاء الاوردر ",
    "created": "2023-10-28"
  },
  {
    "": "تم التواصل مع العميل وتم حل المشكلة ",
    "Account name": "صلاح هاشم",
    "Account Phones": "1001869624",
    "type ": "Call Center",
    "details ": "تم طلب اوردر 1 تشيكن شاورما و 2 كلاسيك بطاطا وتم تفعيل 1 فقط كلاسيك بطاطا عالسيستم والخطأ من خلال الكول سنتر",
    "created": "2023-10-29"
  },
  {
    "": "تم حل المشكلة مع العميلة  - تم ارسال الاوردر الاول الغلط وتم التواصل مع العميلة وارسال الاوردر الصحيح ولكن كان ناقص Knefeh in the pan وتم الاتصال بالعميلة مرة اخرى وارسال الايتم الناقص لثالث مرة وتم حل المشكلة ",
    "Account name": "منة طارق",
    "Account Phones": "1097478855",
    "type ": "Missing items",
    "details ": "وصل اوردر للعميلة  غلط 5 مناقيش حلوم وكيس كرتون العميلة مفتحتهوش وهى منتظرة الاوردر بتاعها وعايزة يوصل بسرعة ",
    "created": "2023-11-02"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة وهترجع تيجي الفرع وتاخد اوردر ومفيش مشكلة ",
    "Account name": "مريم طارق",
    "Account Phones": "1007001121",
    "type ": "Other complaints",
    "details ": "3 شاورما تشيكن و زى فتوش و كلاسيك بطاطا راب ومنقوشة جبنه وزعتر \n مطلوب 2 شاورما فرايز خارجى\n عندما ذهبت العميله الى المنزل وجدت 1فرايز خارجى فقط\nو المنقوشة زعتر فقط بدلا من زعتر وجبنة\nالاوردر كان في تمام الـتاسعه والنصف تقريبا",
    "created": "2023-11-02"
  },
  {
    "": "N/A",
    "Account name": "جون خورين",
    "Account Phones": "1114133146",
    "type ": "Call Center",
    "details ": "تم ضرب الاوردر للعميل وتسجيل البيانات واختيار الزون بالم هيلز علي حسب طلب العميل ولكن كان العميل يقصد بالم الهيلز التجمع ليس بالم هيلز الشيخ زايد وتم بالفعل تشيغل الاوردر في فرع الشيخ زايد وخروج الدرايفر للتوصيل ولكن كان الزون متسجل خطا وكان الخطا من الكوول سنتر وتم كنسلت الاوردر علي حسب طلب العميل  ",
    "created": "2023-11-03"
  },
  {
    "": "تم التواصل مع العميلة وتم حل المشكلة",
    "Account name": "دينا عاطف",
    "Account Phones": "1111160943",
    "type ": "Other complaints",
    "details ": "العميله تشتكى ان الكميه التى تصلها فى الاوردر اقل من المعتاد و انها تطالب بزياده هذه الكميه و على حد وصف العميله (الساندوتش بيجيلى فاضى)",
    "created": "2023-11-04"
  },
  {
    "": "حاولنا الاتصال بالعميله بالامس ولكن لم يتم الرد من قبل العميلة ولكن مستر مصطفي سيحول الاتصال بها مره اخري اليوم ",
    "Account name": "محمد مصطفي",
    "Account Phones": "1221722999",
    "type ": "Other complaints",
    "details ": "تم اتصال العميلة لتسجيل شكوى بانها كانت امس فى فرع ويست مارك وكانت مسجلة اوردر داين ان كان الاوردر ممتاز ولكن تم عمل اوردر اليوم استلام فرع اوضحت بان حشو الساندواد كان فاضى وكان طعم الفراخ متغير واوضحت بانها راح ت فرع من فترة فى التجمع والاورد كان سيئ ولم عرفت ان حاليا متاح فرع الشيخ زايد كانت تريد ان تعيد التجربة وهى محاتجة انها تتواصل مع احد من الادرارة لحل المشكلة ",
    "created": "2023-11-05"
  },
  {
    "": "تم الاتصال من الكول سنتر والسوال اذا كان يوجد بيض بالسجق لان العميل اوضح ان طلبه في المطعم وتم التاكيدمع الكول سنتر بان الاوردر غير متواجد بالمنيو ورشحنا البدايل المتوفره بالمنيو لدينا اما بالنسبة لشكوي العميل بان بورشن البيروني قليل يمكن التوضيح للعميل  اذا كان يرد كميه اكبر يمكن طلب ٢اضافة بدلا من واحد مع العلم انه تم اضافه فلفل حار ولكنه ليس حار كفاية في زوق العميل ولذلك هذا لا يعتبر مشكله علي فرع ويهمنا رئي العميل وارضائه وتحسين التجربه دائما ",
    "Account name": "مصطفي عبدالرحمن",
    "Account Phones": "1013436666",
    "type ": "Other complaints",
    "details ": "العميل كان طالب بيض مخفوق و عليه بيبروني و فلفل حار و عند استلام الاوردر اكتشف الاوردر مش حار و البيبروني قليل و عدد البيض قليل جدا و ووضح ان دي مش اول مره لانه طلب قبل كده و اشتكي من جوده الاوردر و ان في حد اتواصل معاه و بلغه ان الخطا مش هيتكرر و برضو اتكرر و بلغ انه مش متقبل اعتذار و مش هيطلب تاني من زعتر و زيت",
    "created": "2023-11-06"
  },
  {
    "": "من ناحيه المطعم لم يتاخر الطلب عند استلام الطلب من الكول سنتر ولم يتاخر بالمطعم ",
    "Account name": "غاده المرصفاوي",
    "Account Phones": "1003993999",
    "type ": "Delivery",
    "details ": "تم عمل الاوردر الساعه 12:10 و تم ابلاغ العميله ان الاوردر هيوصل خلال 45 دقيقه و تم اتصال العميله الساعه 1 و بلغت ان الاوردر لسه موصلش و تم الاتصال مره واخري الساعه 1:15 و الان الساعه 1:35 و لم يصل الاوردر حتي الان و تم التواصل مع الفرع من خلالنا كان يوجد ضغط تشغيل في الفرع و الاوردر اتقفل الساعه 1:40  ",
    "created": "2023-11-09"
  },
  {
    "": "يرجي العلم يجب ان نحيط علم سيادتكم يجب كتابه كومنت بان العميل يريد فكه مع العلم ان كل الاوردرات بتكون كاش ومفيش اي مشكله اذا كان العميل او وصي بفكه يجب اخبار المطعم",
    "Account name": "غاده المرصفاوي",
    "Account Phones": "1003993999",
    "type ": "Other complaints",
    "details ": "تم التواصل مع العميله لمتابعه الاوردر و بلغت ان الاوردر بارد و الدليفري مش معاه فكه و هي مبلغه انها هتدفع كاش ",
    "created": "2023-11-09"
  },
  {
    "": "تم التواصل مع العميل واوضح ان الفرايز جيده وان الشكوي بسبب بورشن الفرايز قليل وتم الاعتذار للعميل وحل المشكلة معه ",
    "Account name": "حسن ايمن",
    "Account Phones": "1060002331",
    "type ": "Other complaints",
    "details ": "يشتكي العميل ان البطاطس لم تكن افضل شى ف المرة الاخيرة ",
    "created": "2023-11-10"
  },
  {
    "": "تم الاتصال بالعميلة وحل المشكله وتوصيل الاوردر ",
    "Account name": "هاله صغير",
    "Account Phones": "1064971026",
    "type ": "Other complaints",
    "details ": "العميله بتبلغ باستلام اوردر من الفرع رقم الشيك \nb13re31383 \nالاورد :\nريد فيلفيد \nكينوا تبوله \n1 فايمس تشيكن \n2 سبايزي تشيكن \n1 وايلد زعتر \n1 مايتى كفتا \nتقريبا الساعه 5:55 \nعندما وصلت العميله اكتشفت انه لايوجد الـ مايتى كفتا",
    "created": "2023-11-10"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لها وحل المشكلة ",
    "Account name": "ابراهيم نبيل",
    "Account Phones": "1144555550",
    "type ": "Call Center",
    "details ": "تم طلب تقسيم الرابات الى اربع قطع ولم يتم كتابة كومنت ",
    "created": "2023-11-10"
  },
  {
    "": "تم التواصل مع العميل من قبل  مستر مصطفي واخذنا فيد باك جيد عن الاوردر والتغليف تم ارضاء العميل جدا ",
    "Account name": "حسام الجمل",
    "Account Phones": "1116288888",
    "type ": "Other complaints",
    "details ": "يشتكي العميل ان اوردر قبل السابق  كان باردا وكانت المنشقوشه معجنه ومستويه زياده من الداخل وفي الاوردر السابق العصير كان في زجاجه لم تغلق جيدا وانسكب العصير بداخل الاورد وان جوده الاورد كانت سيئه للغايه وان العميل مستاء جدا ويتمني ان لا يتكرر ذلك الامر مرة اخري    ",
    "created": "2023-11-11"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "مريم هاني ",
    "Account Phones": "1033912299",
    "type ": "Other complaints",
    "details ": "العميله بتبلغ ان الاوردر وصل  \nالتشيكن معجنه ونايه ولا يوجد مخلل  والطماطم فاسده والسلطه فاسده ",
    "created": "2023-11-11"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "نوريهان محمد",
    "Account Phones": "1003347268",
    "type ": "Delivery",
    "details ": "تم طلب الاوردر في تمام الساعه 21:13:41 م\nللعلم تايم توصيل الاوردر في خلال 45 دقيقة ووتم الاتصال من قبل العميله مرتين للسؤال عن الاوردر وتم تسليم الاوردر في تمام الساعه 10:50 م والعميله تشتكى التاخير",
    "created": "2023-11-11"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "انجى عادل",
    "Account Phones": "1221917190",
    "type ": "Delivery",
    "details ": "تم طلب الاوردر في تمام 21:05:45 م \nوتم التاخير والاتصال من قبل العميل اكثر من مره لمتابعة الاوردروطلب الاتصال بالفيد باك وعندما تم الاتصال بالعميل قد ابلغ العميل ان الاوردر وصل في تمام الساعه 11 م تقريبا وافاد العميل ان الاوردر بارد وانه لن يتواصل مره اخرى مع المطعم",
    "created": "2023-11-11"
  },
  {
    "": "تم حل المشكلة وهذا العميل بالاخص لم نطالع  لهو الاوردر مرة اخرة في بوكس يطلع في تغليف \nوشنطة لنو مش حابب ان الاكل يكون في علبة  \nملاحظة :اننا ناخد الداتا بتاعت العميل نخليها موجودة عشان لو طلب اوردر تاني نعرف ",
    "Account name": "امل علي",
    "Account Phones": "1017744008",
    "type ": "Other complaints",
    "details ": "العميله اشتكت من طريقه تغليف الاوردر ان السندوتشات كانت في بوكس الميني ساندوتش و وكل السندوتشات مش متغلفه لوحدها و تم التواصل مع العميله من خلال مدير الفرع\n",
    "created": "2023-11-13"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "مصطفى سالم ",
    "Account Phones": "1110076111",
    "type ": "Delivery",
    "details ": "تم الغاء الاوردر للعميل لتاخير الاوردر 15 دقيقة حين وصول الدليفى للعميل لم يجد العميل متواجد فى المنزل وتم الغاء الاوردر ",
    "created": "2023-11-13"
  },
  {
    "": "تم التواصل مع العميلة وتم التوضيح لها ان الخصم بيكون فى الداين ان والدليفرى على مدار الايام من الاحد للخميس من الساعة 09:00 صباحا الى الساعه 05:00 مساء ولا يوجد خصم على الاوردر HotSpot\n",
    "Account name": " ماريان فخري",
    "Account Phones": "1274426176",
    "type ": "Other complaints",
    "details ": "تم اتصال العميلة اتشتكى بأنعة كانت طالبة اوردر استلام من فرع واتر واى وبيانت \n zo skin care العميلة مسجلة بانها تعميل فى شركة  ولها خصم 15% وعندن استلام الاوردر لم يتم تفعيل الخصم ",
    "created": "2023-11-15"
  },
  {
    "": "تم التاكيد من الفرع ان الاوردر طالع كامل وان المشكلة من طيار طلبات وتم ضيافة واحدة بدلها للعميل ",
    "Account name": "علي غندور",
    "Account Phones": "1100001689",
    "type ": "Missing items",
    "details ": "تم اتصال العميل يشتكي بانه طلب اوردر م طلبات 2 فلافل و1 زعتر و 2 نوتيلا راب وتم توصيل النوتيلا راب ونص مش 2 علي حسب طلبه وتم التواصل مع الفرع ووعدنا العميل ان المشكلة هتتحل ف اقرب وقت",
    "created": "2023-11-17"
  },
  {
    "": "توصلنا مع العميل وعرفنا ان لا يوجد سكر في الطاوق و الشورما لحمة وكان متفاهم جدا  ",
    "Account name": "حسين حساسين",
    "Account Phones": "1222711289",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر وان طعم الطاووق والشاورما  مسكر زياده عن اللزوم  وانه رمي الاوردر ويريد احد من الفرع ان يتواصل معه  ",
    "created": "2023-11-17"
  },
  {
    "": "تم تواصل الفرع مع العميل ",
    "Account name": "محمد كرم",
    "Account Phones": "1001315555",
    "type ": "Missing items",
    "details ": "تم طلب الاوردر من فرع واتر واي وكان عبارة عن 12 راب ولكن تم وصول الاوردر للعميل 11 فقط وتم اتصاله يشتكي من الايتم المفقود وكان يطلب الايتم وهو مستاء جدا وطلب ان يتواصل معه الفرع علي الفور ",
    "created": "2023-11-18"
  },
  {
    "": "استلمها",
    "Account name": "محمد خالد",
    "Account Phones": "1221724665",
    "type ": "Other complaints",
    "details ": "تم اتصال العميل للبحث عن جاكيت زوجته فقده ف فرع كايرو فيستيفال سيتي ",
    "created": "2023-11-18"
  },
  {
    "": "تم التواصل مع العميلة من خلال مدير الفرع هي عميلة دائمة بالمكان و تم حل المشكلة وكانت راضية  وسبب ان الأوردر كان بارد ان الدرايفر انتظرها لمدة من الوقت حتي استلمت الاوردر",
    "Account name": "علياء رزق",
    "Account Phones": "1001472288",
    "type ": "Other complaints",
    "details ": "اتصلت العميلة اشتكت من ان المايتي كفتة مقلوبة وان جودة الاوردر سيئة جدا والاوردر كله بارد وطلبت بتقديم شكوي ان احتمال البوكس اتقلب وطلبت بالتواصل مع مدير الفرع ",
    "created": "2023-11-23"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "انجي سامح",
    "Account Phones": "1144440259",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت المنقوشه الجبنه هاف مون وتم ارسالها راب وان الاخطاء باتت تتكرر كثيرة وتريد التواصل معاها من مدير الفرع وتم التاكيد على الفرع كومنت العميلة ",
    "created": "2023-11-24"
  },
  {
    "": "تمام شكرا ",
    "Account name": "مى ضو",
    "Account Phones": "1021641300",
    "type ": "Other complaints",
    "details ": "العميلة كان لها تعليق على الاوردر السابق المنقوشة الحلومى بأن ليس لها طعم وتقترح انها ممكن ان احنا نضيف صوص عليها  - وان الحلومى بان كان لازق فى بعضة كانة قطعة واحدة ",
    "created": "2023-11-24"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "فادي رشاد",
    "Account Phones": "1006030210",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه كان في الفرع وسأل اذا كان هناك توصيل لمنطقه عمارات وزارة الماليه وتم ابلاغه انه متاح وعندما قرر عمل اوردر دليفري تم اخباره انها خارج نطاق التوصيل والعميل يحتاج ان يتواصل مع مدير الفرع ",
    "created": "2023-11-25"
  },
  {
    "": "تم حل المشكلة مع العميل واستلام الاوردر من الفرع - وتم الالغاء الاوردر من سيستم الفرع Void ",
    "Account name": "كريم هشام",
    "Account Phones": "1141012155",
    "type ": "Call Center",
    "details ": "تم اتصال العميل لتسجيل اوردر استلام من الفرع وتم التجيل الاوردر من خلال الكول سنتر دليفرى عن طريق الخطأ",
    "created": "2023-11-26"
  },
  {
    "": "تم حل المشكله ب ايميل",
    "Account name": "امل علي",
    "Account Phones": "1017744008",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر به طاووق راب بعيش اسمر بتاريخ 25/11 \nجاء لها بعيش ابيض وتريد ان يتواصل معاها احد من الفرع سريعا",
    "created": "2023-11-27"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "سلمي  محمد",
    "Account Phones": "1010260351",
    "type ": "Other complaints",
    "details ": "تم اتصال العميلة لتسجيل اوردر استلام من الفرع والاوردر كان فية 5 منقوشة جبنة وبعد تسجيل الاوردر تم تواصل الفرغ لنا اواضح ان متاح قطعة واحدة فقط  والعميلة طلبت بالغاء الاوردر ",
    "created": "2023-11-27"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "مريم هاني ",
    "Account Phones": "1033912299",
    "type ": "Other complaints",
    "details ": "تم اتصال العميل بتسجيل اوردر واوضحت لنا ان تم تجريب جميع الفروع واوضحت ان فرع واتر واي الوحيد الخضار مش فريش وان الفراخ نيه عده مرات وتم تسجيل الاوردر",
    "created": "2023-11-28"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "شيرين القاضي",
    "Account Phones": "1115777792",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من اختلاف طعم عصير البرتقال في المطعم عن الدليفري وانه في الدليفري جودته اقل وتريد حل للمشكله  ",
    "created": "2023-11-30"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة",
    "Account name": "مصطفي عيسي",
    "Account Phones": "1000475154",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر بيك اب من الفرع وكان ينقصه راب لوتس ويحتاج من الفرع التواصل معاه فورا ",
    "created": "2023-11-30"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "ايه الدهبي",
    "Account Phones": "1000084449",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة بانها طلبت اخر مرة رابس وكان العيش طري جدا وانه اتحط سخن علي طول في ورق اللف بتاعه وطلع مش حلو وكانت بتوصي ان العيش يكون جودته احسن ",
    "created": "2023-11-30"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة ",
    "Account name": "عزت حيدر",
    "Account Phones": "1221547281",
    "type ": "Call Center",
    "details ": " Potato chicken اتصال العميل لتسجيل اوردر وكان فى الاوردر  وتم ابلاغ العميل مكونات الايتم بالخطا وتم التوضيح للعميل انة بطاطا وليست بطاطس وتم حل المشكلة مع العميل وتم استلام الاوردر ",
    "created": "2023-11-30"
  },
  {
    "": "تم التواصل مع العميله واكدت ان مفيش حد من الكول سنتر وضحلها انه لو بورشن الزعتر مع الجبنه هيكون نصف بورشه جبنه واكدت انه مفيش حد شرحلها السلطه بتتكون من أي نوع خس ???? وتم هندله العميله وارسال اوردر جديدضيافه من المحل  ",
    "Account name": "اسلام بهي ",
    "Account Phones": "1224537954",
    "type ": "Other complaints",
    "details ": "العميلة تشتكي ان الاوردر زعتر وجبنه البورشنز فيه قليلة جدا في الدليفري عن المطعم وان سلطه السيزر كانت بدون جبنه والخس ليس الخس المقدم مع السيزر وانها مستاءة جدا من الاوردر وتحتاج التواصل فورا ",
    "created": "2023-12-01"
  },
  {
    "": "تم حل المكشلة ",
    "Account name": "مهندس هيثم حشيش ",
    "Account Phones": "1005318537",
    "type ": "Other complaints",
    "details ": "تم اتصال العميل لتسجيل اوردر وتم انقطاع الخط اثناء تسجيل الاوردر وتم التواصل مع العميل اكثر من ٨ مرات ولم يتم الرد وتم إلغاء الاوردر بناء على عدم رد العميل وتم اتصال العميل الساعه ١ بيستفسر عن الاوردر وتم ابلاغة ان تم الغاء الاوردر والعميل كان يريد الاوردر وكان الوقت الذى تواصل فية العميل كان الفرع غير متاح وتم التواصل مع العميل مرة اخرى لابلاغة انة غير متاح توصيل الاوردر فى الوقت الحالى ولم يتم الرد ايضا",
    "created": "2023-12-02"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "عاليا زكور",
    "Account Phones": "1222142533",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي من جوده الاوردر و طريقه التغليف و بتبلغ انها مش هتطلب تاني من زعتر و زيت و مش عايزه حد يتواصل معاها  ",
    "created": "2023-12-02"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "دكتورة هالة محمد ",
    "Account Phones": "1222105163",
    "type ": "Other complaints",
    "details ": "العميله بلغت انها كانت في فرع واتر واي يوم 16/11 و ان الشيك كان في حدود 700 جنيه و دفعت بالفيزا و تم سحب 938\n",
    "created": "2023-12-02"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "دانا سعد",
    "Account Phones": "1116314444",
    "type ": "Other complaints",
    "details ": "تشتكي العميله ان البورشنز في راب الفيمس تشيكن اصبحت قليله عن المعتاد وتتمني ان لا تتكرر",
    "created": "2023-12-03"
  },
  {
    "": "تواصل معنا العميل وابلغنا انه تم استلام الاوردر كامل وماخدش باله من المنقوشة",
    "Account name": "يوسف والى",
    "Account Phones": "1001022123",
    "type ": "Missing items",
    "details ": "العميل اخذ اوردر تيك اواى من فرع ويست مارك و لم يجد كل الايتم التى طلبها موجوده و قام بالتواصل مع خدمه العملاء لمراجعه الاورد مع احد افراد الفرع للتاكد من حساب الفاتوره التى قام بدفعها ",
    "created": "2023-12-03"
  },
  {
    "": "تم تواصل خدمة العملاء وحل المشكلة ",
    "Account name": "دكتور يوسف عيد",
    "Account Phones": "1222187841",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة بان الاوردر لم يغلف جيدا وان تغليف المناقيش سيء جدا وان المناقيش نصها برا ورق التغليف وان شكله مش احسن حاجة وبتطلب اوردر اخر بدل الاوردر اللي طلبته ",
    "created": "2023-12-04"
  },
  {
    "": "تم تواصل خدمة العملاء - وحل المشكلة ",
    "Account name": "نانسي حداد",
    "Account Phones": "1068304077",
    "type ": "Other complaints",
    "details ": "تم تسجيل الاوردر للعميلة وتم تاخير الاوردر بسبب ان الفرع اوضح لنا بمنتج غير متاح \n بعد تسجيل الاوردر ب 18 ديقية وام تاخير الاوردر للعميلة ساعة وع العلم ان وقت التوصيل 45 دقيقة وتم الغاء الاوردر ",
    "created": "2023-12-05"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة والعميل راضى عن الخدمة",
    "Account name": "جاك القصيدي",
    "Account Phones": "1004573946",
    "type ": "Call Center",
    "details ": "تم الاتصال لتسجيل اوردر استلام من الفرع  ولاكن بعد ساعه ولم يتم ارسال الاوردر فى الفرع لوجود مشكلة فى الانترنت \n",
    "created": "2023-12-06"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة - والعميلة اوضحت انها استخدمت واحد حلومة \n استيكس من ال2 الخطأ وانا تريد 1 حمس اند كراكرز - وتم ارسال الاوردر الناقص  - الخطأ من خلال الكول سنتر ",
    "Account name": "لارا احمد",
    "Account Phones": "1002480061",
    "type ": "Other complaints",
    "details ": "العميلة طلبت عدد اثنين حمص و كراكرز و بدلا منهم استلمت 2 حلومى استيكس ",
    "created": "2023-12-07"
  },
  {
    "": "تم تبديل الطلب للعميل بطلب اخر مجانا",
    "Account name": "سماح عجور ",
    "Account Phones": "1080837609",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها تناولت تشيكن اسكلوب من الفرع وكان طعمها سئ للغايه والان طلبت من طالبات  كيل ان كينوا فيتا سلاط وكينوا حلومي ورائحتهم سيئه للغايه وترغب في ارجاع الاوردر الان",
    "created": "2023-12-07"
  },
  {
    "": "تم الاعتذار للعميل وعمل اوردر جديد من فرع الشيخ زايد",
    "Account name": "محمد عمرو",
    "Account Phones": "1115556660",
    "type ": "Call Center",
    "details ": "تم اتصال العميل لتسجيل اوردر وعنوان العميل كمبوند صوان ليك الشيخ زايد  - وتم تسجيل الاوردر من خلال الموظف كمبوند صوان ليك التجمع الخامس ",
    "created": "2023-12-07"
  },
  {
    "": "تم هندله المشكله عن طريق مدير الشيفت ",
    "Account name": "وليد درويش ",
    "Account Phones": "1000044911",
    "type ": "Missing items",
    "details ": "العميل بيشتكى انه طلب 3 فرينش فرايز فى الاوردر و لم يستمهم وطلب ارجاع ثمنهم لانها ليست اول مره يصله الاوردر منقوص ",
    "created": "2023-12-08"
  },
  {
    "": "حاولنا الاتصال بالعمليه لحل الشكوي والتأكد من تاخير الاوردر لأنه لم يتاخر الضعف مثل الشكوي ",
    "Account name": "نيهال المناوي ",
    "Account Phones": "1005755505",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي بسبب ان الاوردر اتاخر ضعف وقت الي العميل اتبلغ بيه",
    "created": "2023-12-08"
  },
  {
    "": "تم حل المشكله عن طريق فريق طلبات",
    "Account name": "علاء عادل",
    "Account Phones": "1063556285",
    "type ": "Other complaints",
    "details ": "العميله بلغت انها عملت اوردر من طلبات و توتال الاوردر كان 679 و تم سحب 782 و انها اتواصلت مع طلبات و بلغوها ان الفلوس الزياده اللي اتسحبت من الفرع مش  من طلبات و ان الاوردر اتعمل close و لم تستلمه ",
    "created": "2023-12-09"
  },
  {
    "": "تم إرسال الشكوي للخدمه العملاء  ",
    "Account name": "حسن ايمن",
    "Account Phones": "1060002331",
    "type ": "Other complaints",
    "details ": "العميل تواصل لاسترداد قيمه الاوردر بسبب سوء حالته",
    "created": "2023-12-09"
  },
  {
    "": "تم التواصل وحل المشكله عن طريق مدير الفرع",
    "Account name": "هدير احمد",
    "Account Phones": "1096429112",
    "type ": "Other complaints",
    "details ": "العميله عملت اوردر من طلبات و بتشتكي من جوده الاوردر و عايزه تبدل الاوردر و تم ابلاغ الفرع للتواصل مع العميله و اتاخروا عليها و العمليه طلبت ترجع الاوردر مش تبدله",
    "created": "2023-12-10"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة",
    "Account name": "خليلى خليلى",
    "Account Phones": "1023434097",
    "type ": "Missing items",
    "details ": "العميل كان طالب اوردر والاوردر وصل للعميل غير الي  طلبو  ",
    "created": "2023-12-10"
  },
  {
    "": "تم توصيل الطلب للعميله ",
    "Account name": "نسرين عبدالحكيم",
    "Account Phones": "1093783969",
    "type ": "Missing items",
    "details ": "العميله كانت طالبه اوردر hotspot من ضمن الاوردر منقوشه حلوم و عليها زعتر و بعد استلام الاوردر بفتره اتصلت و بلغت ان الاوردر مفيهوش المنقوشه ",
    "created": "2023-12-11"
  },
  {
    "": "لانه كان لايوجد اي كومنت من الكول سنتر",
    "Account name": "روان الزر",
    "Account Phones": "1007744470",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت امس كرانشي لوتس راب من غير موز ووصل لها عكس ما طلبت وكان بالموز ",
    "created": "2023-12-12"
  },
  {
    "": "تم متابعه الموضوع من قبل المدير",
    "Account name": "محمد رشدي",
    "Account Phones": "1210421064",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي من الاوردر كان ساقع ",
    "created": "2023-12-12"
  },
  {
    "": "تم التواصل مع العميل عن طريق مدير المطعم ومعرفتها بي بورشن الاكل ",
    "Account name": "ندا ياسر",
    "Account Phones": "1275506779",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي  ان الاوردر سئ تماما والطاوق راب كان ساقع وتشكن سلاد كانت مش كويسه ",
    "created": "2023-12-12"
  },
  {
    "": "تم الاعتذار للعميل اثتاء المكالمة وتم تسجيل الاوردر للعميل ",
    "Account name": "فاطمه زهوي",
    "Account Phones": "1111113893",
    "type ": "Other complaints",
    "details ": "تم اتصال العميل لعمل اوردر2  تشكين اسكالوب والفرع اوضح لنا ان متاح واحدة فقط وتم تغير الاوردر مع العميل - وتم تغير الاوردر ل كريسبى هوت دوج وموظف الكول سنتر لم يوضح للعميل فى اول المكالمة ان الشيبس  غير متاح  -وتم التواصل مع العميل مرة اخرة ووضحنا لة وتم تسجيل الاوردر  - والعميل طلب انة يسجل شكرى ",
    "created": "2023-12-12"
  },
  {
    "": "تم هندله العميله والموضوع",
    "Account name": "فريده اسلام ",
    "Account Phones": "1022570744",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت براون بيكد فلافل من قبل من غير فجل ومن غير نعناع وتم استلامها بفجل ونعناع ",
    "created": "2023-12-13"
  },
  {
    "": "تم الاتصال بالعميل وحل المشكلة من قبل مدير الفرع ، وأوضح العميل استيائه من انه قريب من المطعم وكان عادتا يطلب من الفرع لانجاز الوقت دون أخذ بيانات كل مره وأخذ الاوردر في وقته من الفرع .",
    "Account name": "اشرف حسني ",
    "Account Phones": "1223119939",
    "type ": "Other complaints",
    "details ": "العميل غاضب وبشده من تاخر المطعم في عمل الاوردر وانه دائما يطلبه بيك اب  وعند الذهاب لاستلام  ياخذ المطعم ضعف الوقت في تحضير الاوردر وانهم يهدرون وقته ويحتاج من الادارة التواصل معه فورا لان المشكله تكررت كثيرا  \nمع العلم انه يكون ظاهر للكول سنتر ان الاوردر قيد التحضير ولكن لم يتم تحضيره بعد\nوان الاوردر  مده تحضيره تخطت ال 15 دقيقه ولكن العميل يتفاجئ في الفرع انه لم يتم تحضيره    ",
    "created": "2023-12-14"
  },
  {
    "": "تم حل المشكلة وتاني اوردر للعميل هيطلب عيش اسمر هيطلع مجانا من الفرع",
    "Account name": "المهندس احمد جمال",
    "Account Phones": "1060640694",
    "type ": "Call Center",
    "details ": "العميل كان طالب اوردر عيش اسمر الاوردر وصل عيش ابيض",
    "created": "2023-12-14"
  },
  {
    "": "تم حل المشكله",
    "Account name": "جي فرحات",
    "Account Phones": "1111307883",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اسكرمبلد ايج ووصل له اخر مره ايج اند تشيز ويرجوا عدم تكرار الخطئ ",
    "created": "2023-12-16"
  },
  {
    "": "تم حل الموضوع مع العميل وكان مبسوط جدا من المدير",
    "Account name": "جي فرحات",
    "Account Phones": "1111307883",
    "type ": "Other complaints",
    "details ": "العميل مستاء للغايه لانه للمرة الثانيه يطلب اوردر ويحدث فيه مشكله طلب العميل عيش اسمر مع الحلومي بان ووصل له عيش ابيض وهذا تكرار مرة اخري ويحتاج احد من الفرع يتواصل معه  ",
    "created": "2023-12-16"
  },
  {
    "": "تم حل المشكله عن طريق المدير مستر مامون وقد قام بهندله  الموضوع",
    "Account name": "ناتلى قطامش",
    "Account Phones": "1010010000",
    "type ": "Other complaints",
    "details ": "عند و صول العميله لفرع واتر واى لم تجد احد على حد وصفها لكى يتلقى منها الاوردر و بعد ذلك عندما رات احمد العاملين فى الفرع سالته عن المسئول عن تلقى الاوردر و قام بالتحدث معها باسلوب غير لائق و عندما اتى الموظف المسؤل عن تلقى الطلبات و اخذ منها الاورد اعلمته انها لا تريد (مايونيز صوص) لانها مصابه بالحساسيه منه و عند احضار الاوردر وجدته خلاف ما طلبته واعلمت الموظف بذلك وقالت لو سمحت غيرلى الاوردر قام بالتحدث باسلوب غير لائق و وصل الامر لدرجه الحده والصوت المرتفع فقامت العميله بالتواصل مع خدمه العملاء لتقديم الشكوى لانه على حد تعبير العميله ان هذه ثالث موقف يحدث معها فى نفس الفرع وقمنا بابلاغ مدير الفرع أ: مامون بالواقعه و تسجيل شكوى",
    "created": "2023-12-16"
  },
  {
    "": "تم حل الموضوع مع العميله",
    "Account name": "فرح حسين",
    "Account Phones": "1120007111",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر من طلبات 2 زعتر وجبنه ووصل لها الاوردر 1 زعتر وجبنه وهي الان تحتاج باقي الاوردر وانها غاضبه جدا من هذا التصرف ",
    "created": "2023-12-18"
  },
  {
    "": "N/A",
    "Account name": "ايهاب سيد",
    "Account Phones": "1097777623",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر من طلبات وتفاجئ من عدم وجود الشوك والسكاكين وانه غاضب وبشده ويحتاجهم الان لانه اشتكي من تاخر الاوردر وايضا اشياء مفقودة وانه ينتظر الشوك والسكاكين ",
    "created": "2023-12-20"
  },
  {
    "": "N/A",
    "Account name": "محمد حسام",
    "Account Phones": "1201330222",
    "type ": "Other complaints",
    "details ": "العميله تشتشكى انها طلبت اوردر فرايز اند تشيز لاكن عند تفقد الاوردر وجدته فرايز عادى بدون تشيز و طلبت بدل له وتم التواصل مع الفرع وتم ارسال بديل له",
    "created": "2023-12-20"
  },
  {
    "": "يرجي العلم ان الاوردر أستغرق في الفرع ١٧ د واستغرق ي التوصيل ٣٢ حتي وصل الطيار للفرع مره اخري ، مع العلم ان وقت التوصيل لهذه المنطقه هو ٤٥ دقيقة ، \nشكرا",
    "Account name": "سامح الغبالى",
    "Account Phones": "1032322275",
    "type ": "Other complaints",
    "details ": "قام العميل طلب اوردر في الساعه 8.30 وتم تحديد وقت الوصول في حدود 30 دقيقه العميل يشتكي بان الاوردر وصلو بارد للغايه وانه تاخر عن المعاد المحدد ب 35 دقيقه اخري",
    "created": "2023-12-21"
  },
  {
    "": "تم مراجع الكاميرا و التاكد من الاوردر و ان الاوردر تم تجهيزه مثل ما العميله طلبته \nوسوف يتم التواصل مع العميله غدا ",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Missing items",
    "details ": "العميله ذهبت الى فرع ويس مارك وطلبت اوردر من داخل الفرع و بعد ذهابها الى المنزل  و مراجعه الاوردر وجدت انه مخالف لما طلبت و ان بعض الاضافات غير موجود و قامت بالاتصال بخدمه العملاء لتقديم الشكوى و تم التواصل مع الفرع و اعلامه بالمشكله ",
    "created": "2023-12-21"
  },
  {
    "": "تم التواصل مع العميل و التاكد من الاوردر و ان العميل نسي يبلغ انو من غير صوص و لقاه ب صوص و ان المشكله مش من المطعم \nو علي كل حال هنعملها راب غيرو \nو تواصلنا معاها انهارده لان امبارح كان الوقت متاخر \nو انهارده لما المدير الي كان موجود امبارح جه كلمها ",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Other complaints",
    "details ": "العميله ذهبت الى فرع ويس مارك وطلبت اوردر من داخل الفرع و بعد ذهابها الى المنزل و مراجعه الاوردر وجدت انه مخالف لما طلبت و ان بعض الاضافات غير موجود و قامت بالاتصال بخدمه العملاء لتقديم الشكوى و تم التواصل مع الفرع و اعلامه بالمشكله\nو قام الفرع بغلق الشكوى دون التواصل مع العميله و حل المشكله\nقامت العميله للمره الثانيه بالاتصال و هى مستائه للغايه و عمل شكوى مره اخرى بسبب عدم تواصل الفرع معها وعدم حل المشكله و تواصلنا مع الفرع من اجل اتخاز اجراء قام موظف باسم محمد بالرد و عند اعلامه بالمشكله طلب الاتصال فى وقت لاحق و قمنا بالاتصال مره اخر و عند الرد و طلب التحدث لمدير الفرع استاذ مصطفى من اجل حل المشكله قامت الموظفه بابلاغنا بانه سوف يتواصل معانا و قامت باغلاق الخط\n",
    "created": "2023-12-22"
  },
  {
    "": "N/A",
    "Account name": "هاني صبري ",
    "Account Phones": "1066393663",
    "type ": "Other complaints",
    "details ": "ان العميل يشتكى من الكميه الموجوده فى منقوشه الحلومى التى طلبها قليله عما اعتاده و لا يوجد عليها زعتر كما طبها و قمنا باعلام الفرع للتواصل مع العميل و حل المشكله",
    "created": "2023-12-26"
  },
  {
    "": "تم تغير الاوردر للعميل وحل المشكلة - وتم التواصل مع العميل من خلالنا ولم يتم الرد من العميل ",
    "Account name": "محمد عبود",
    "Account Phones": "1119870222",
    "type ": "Call Center",
    "details ": "العميل طلب اورد شيكن سالد و تم عملها فى الاوردر شيكن باستا سالد و عند ذهابه الى الفرع لاستلامها وجدها مخالفه لما طلب و تم تغييرها و تعديلها بما طلب و عمل شكوى بالموقف",
    "created": "2023-12-26"
  },
  {
    "": "N/A",
    "Account name": "براء عثمان ",
    "Account Phones": "1152160893",
    "type ": "Delivery",
    "details ": "قام العميل بعمل اوردر من خلال تطبيق طلبات فى حدود الساعه 8:30 مساء و تاخر الطيار مده الساعتين وصله فى حدود 10:30 و عند استلامه للاوردر كان فى حاله سيئه للغايه \nو طلب عمل شكوى مرفق رقم الاوردر (1403872662) ",
    "created": "2023-12-26"
  },
  {
    "": " تم التواصل مع العميل ومعرفته بي ستندر الاوردر والتوضيح له",
    "Account name": "ندي وليد",
    "Account Phones": "1153301133",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر من طلبات وكان 3 مايتي كافتا راب ووصل له اوبن وانها مستاءه لذلك وتريد الاتصال بالفرع ",
    "created": "2023-12-27"
  },
  {
    "": "N/A",
    "Account name": "ركان خالد",
    "Account Phones": "1099998503",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة ان الاوردر الاخير لها طلبت كينوا تبولة بدون طماطم ووصل لها بطماطم وترجوا عدم تكرار الخطاء ",
    "created": "2023-12-27"
  },
  {
    "": "تم التواصل من قبل مستر مصطفي مع العميله وسوف يتم المراجعه مع food safety ",
    "Account name": "فرحة عاطف ",
    "Account Phones": "1005562525",
    "type ": "Other complaints",
    "details ": "حالة تسمم تشتكي العميلة انها طلبت اوردر من 3 ايام  ومن ضمن الاوردر 2 مايتي كافتا وان الطماطم داخل الراب كانت فاسدة وانها مرضت جدا وكانت تشكر في زعتر وزيت وبلغت انها هتعمل review وحش و عايزه حد من الفرع يتواصل معها",
    "created": "2023-12-27"
  },
  {
    "": "تم التواصل مع العميل و استبدال اوردر و توصيله للعميل مع ضيافه الاوردر و شوكلت بنانا ",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Missing items",
    "details ": "قام العميل بطلب اوردر شيكن اسكالوب و تكون مكوناته دجاج مع ال فور شيز فقط و قام بالتنبيه على هذا الامر اكثر من مره فى المكالمه لان اخر مره طلب نفس الاوردر لم يصله كما طلب و عند استلامه للاوردر وجده به الصوص وهذا خلاف لما طلب و قام بالتواصل مع خدمه العملاء لتقديم شكوى و ارجاع او استبدال الاوردر و قمنا بمراجعه الفرع و على حسب رد مسؤل الفرع انه اعتقد ان العميل يقصد الخضروات فقط بدون الصوص و انه سوف يراجع الاوردر بعد ما تم ايصاله للعميل ",
    "created": "2023-12-27"
  },
  {
    "": "بسبب عدم وجود طيار متاح  تم اخبار كريم مدير الدرايڤر واتاخر لحد ما وفر طيار ",
    "Account name": "مصطفي عبدالرحمن",
    "Account Phones": "1013436666",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تاخر الاوردر وانها ليست المرة الاولي التي يحدث بها تاخير ويوجد الكثير من المشاكل مع زعتر وزيت وانه غاضب وبشده ",
    "created": "2023-12-28"
  },
  {
    "": "تم حل المشكله",
    "Account name": "انجى ايمن",
    "Account Phones": "1060002334",
    "type ": "Other complaints",
    "details ": "العميل بشتكي من الاوردر تاخر جدا وان الاوردر وصل بارد جدا  وان الباكيدج جاء للعميل مبلول وان الاوردر سي والت انها لا تحتاج لاوردر اخر",
    "created": "2023-12-28"
  },
  {
    "": "تم التواصل مع العميل وعمل اوردر جديد و  توصيله للعميل وتم الاعتذار لديه ",
    "Account name": "عمرو طارق",
    "Account Phones": "1005579786",
    "type ": "Missing items",
    "details ": "العميل يشتكى ان طلب اورد بيك اب من فرع ويست مارك و طلب فيه شيكن باستا سالد و حسب قول العميل انه لم يجد قطعه فراخ واحده فى السلاد و قمنا بعمل شكوى و اعلام الفرع للتواصل مع العميل و حل المشكله",
    "created": "2023-12-28"
  },
  {
    "": "N/A",
    "Account name": "عماد الصياد",
    "Account Phones": "1222445202",
    "type ": "Other complaints",
    "details ": "العميلة بتشتكى انها طلبت الاوردر من غير خس واكدت على الفرع ولما روحت لقيت فيه خس ",
    "created": "2023-12-29"
  },
  {
    "": "تم التواصل مع العميله والتوضيح لها حجم جرامات الجبنه وتم عمل بدل لها ",
    "Account name": "ريهام شهاب",
    "Account Phones": "1062222168",
    "type ": "Other complaints",
    "details ": "العميل يشتكي بسبب ان الاوردر وصل في حاله سيئ جدا جدا وانها طلبت منقوشه زعتر و جبنه والمنقوشه وصلت في حاله سئ للغايه وان المنقوشه لا يوجد بها جبنه وانها قطعه من العجين فقط وان الزيتون سئ للغايه والاوردر سئ جدا ",
    "created": "2024-01-01"
  },
  {
    "": "تم حل المشكله",
    "Account name": "تمارا رزق الله",
    "Account Phones": "1229977353",
    "type ": "Missing items",
    "details ": "العميله تشتكى ان كميه الفراخ الموجوده داخل الراب اقل من المعتاد و انها عندما كانت تتناول نفس الراب داخل المطعم و تم اعلام الفرع بالمشكله لحلها ",
    "created": "2024-01-02"
  },
  {
    "": "تم التواصل مع العميله و حل المشكله",
    "Account name": "ريم كساب",
    "Account Phones": "1022805342",
    "type ": "Other complaints",
    "details ": "العميله تشتكي انها طلبت منقوشه حلوم  و عليها خيار و زيتون فقط و اكتشفت ان في طماطم و دي مش اول مره تطلب اوردر و ييجي غلط و بتشتكي من طعم الحمص مش لطيف و الكراكرز قديمه مش فريش و بلغت انها عملت شكوي قبل كده و مفيش حاجه من اللي بتطلبها بتيجي صح و طلبت ابلاغ مدير الفرع بالشكوي",
    "created": "2024-01-03"
  },
  {
    "": "تم حل المشكلة مع العميله ",
    "Account name": "حسناء العباسي",
    "Account Phones": "1003398533",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها تواجه الكثير من المشاكل علي طلبات ومنها انه طلبت اوردر وانتظرت 30 دقيقه واكتشفت انه لم يتم تسجيل الاوردر وقامت بالطلب مع الكول السنتر مرة اخري وانها لولا الاستعجال لن تطلب مرة اخري ",
    "created": "2024-01-05"
  },
  {
    "": "تم التواصل مع العميله و ارضاءها ",
    "Account name": "محمد ممدوح",
    "Account Phones": "1227389933",
    "type ": "Other complaints",
    "details ": " العميلة تشتكى  من ان المشروم جالها  قليل  مش كتير وشامم لحمة والزيت زيتون جالها كتير رغم ان اتكتبلها انه يبقى قليل  والتشيكن سيزر راب مش حلو خالصص وان الاكل فالمطعم نفسه احلى من التيك واى ",
    "created": "2024-01-05"
  },
  {
    "": "تم التواصل مع العيلة وحل المشكلة واستبدال الاوردر ",
    "Account name": "شهد خيري",
    "Account Phones": "1142759299",
    "type ": "Call Center",
    "details ": "العميله طلبت اوردر شيكن شاورما و بدلامن ذلك و صلها فيمس شيكن و تم اعلام الفرع لاستبدال الاوردر للعميل",
    "created": "2024-01-05"
  },
  {
    "": "تم التواصل مع العميل وارسال اوردر آخر وتم حل المشكلة",
    "Account name": "وليد موسى",
    "Account Phones": "1011172797",
    "type ": "Other complaints",
    "details ": "تم تسجيل اوردر للعميل وكان فى الاوردر انجوس بوم برجر والعميل كان يشتكى من انة العجين الخاص للساندوتش غير مستوى ( العجين لسة مستواش من تحت ) وكان عايز يبدل الساندوتش ",
    "created": "2024-01-06"
  },
  {
    "": "تم التواصل مع العميله وتم دفع الشيك الصحيح الخاص بيه",
    "Account name": "ندي الحسيني ",
    "Account Phones": "1286322655",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها استلمت اوردر خطاء وانها دائما يحدث معاها مشاكل في الاوردرات وانها حاسبت علي المبلغ الذي اعلمها بيه الكول السنتر واخذت الاوردر وانها غاضبه وبشده من كمية الاخطاء التي باتت تحدث معاها مؤخرا وانها مستاء جدا  ",
    "created": "2024-01-08"
  },
  {
    "": "تم توصيل صور كريم للعميل ",
    "Account name": "محمد عبود",
    "Account Phones": "1103372372",
    "type ": "Missing items",
    "details ": "العميل يشتكى انه طلب ساور كريم بدل المايونيز و طلب استبداله و تم ابلاغ الفرع لتبديل \nالايتم ",
    "created": "2024-01-09"
  },
  {
    "": "تم التواصل مع العميل وتاكد وتاكد العميل  انو كان طالب الكفتة اوبن ",
    "Account name": "ادم احمد",
    "Account Phones": "1270108444",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر من طلبات وانه جاء له بدل المايتي كافتا راب جاءت بيتزا وانه يرغب بتبديل الاوردر وتم التوضيح له ان الكافتا تخرج راب واوبن والعميل يقول انه طلبها راب وليست اوبن وانها بيتزا وليست كافتا اوبن ويرغب بتبديل فورا  ",
    "created": "2024-01-10"
  },
  {
    "": "تم التواصل مع العميل وتم ارضاء العميل",
    "Account name": "احمد حسن",
    "Account Phones": "1120000266",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر البطاطا مرتين والمرة الثالثه كانت البورشنز قليلة غير المعتاد وطلب التوصيه عليه ",
    "created": "2024-01-11"
  },
  {
    "": "تم حل المشكله مع العميله وعمل اللازم",
    "Account name": "نادين شاهين ",
    "Account Phones": "1140759599",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي من جوده و بورشن الرابس و ان حجمها اصغر من اللي موجود في الداين ان ",
    "created": "2024-01-12"
  },
  {
    "": "تم التواصل مع العميله وتم حل المشكلة وتم ارسال بدل اوردرد",
    "Account name": "عبير عادل",
    "Account Phones": "1001819636",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة بانها طلبت عدد 2 زعتر وجبنة واحدة اوبن وميكس واخري هاف مون وواحدة زعتر واكدت في الكومنتات واكد الكوول سنتر في كومنت ونووت بالتفاصيل المطلوبة من العميلة ووصل لها عكس ذالك واشتكت انها مش اول مرة تحصل معاها المشكلة دي وحصلت اكتر من مرة ومستاءة جدا من عدم التركيز في الفرع ",
    "created": "2024-01-12"
  },
  {
    "": "تم التواصل مع العميل وعمل اللازم",
    "Account name": "ريم روستم",
    "Account Phones": "1019700507",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي بسبب انها طلبت تشيكن كيل سلاد وقد وصل الاوردر في حاله سيئه والاوردر وصل للعميله  تقريبا نصف الكميه والعميله تريد حل لهذه المشكله في اسرع وقت ",
    "created": "2024-01-15"
  },
  {
    "": "تم التواصل مع العميلة وابلغتنا ان الكمية كانت قليلة عن سابق المرات فقط وليس ان الراب وصل فاضي وتم مراجعة الاوردر وانه طلع صح وارضاء للعميلة تم ارسال الاوردر مرة تانية ",
    "Account name": "سلمى درغام ",
    "Account Phones": "1271135575",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي بسبب انه طلب اوردر يحتوي علي مايتي كفتا واستيك ان مشروم و كرسبي لوتس راب والمايتي كفتا وصلت وكانت تحتوي علي ربع الكميه والاستيك ان مشروم وصل بدون استيك وان الرابس وصلت وكانت عباره عن عجين فقط ",
    "created": "2024-01-15"
  },
  {
    "": "تم التواصل مع العميل وتم ارضاء",
    "Account name": "يوسف عميره",
    "Account Phones": "1001424243",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي انه طلب اوردر بيك اب من واتر واي 2 طاووق راب من غير بيكلز و تم كتابه الكومنت في الاوردر و اكتشف ان البيكلز موجود و هو عنده حساسيه و محتاج حد يتواصل معاه",
    "created": "2024-01-16"
  },
  {
    "": "مستر مصطفى كلم العميل والاعتذار له وتم التوضيح ان المدير بيلبس يونفورم زي الويتر و ان المدير أتكلم معاه و كان راضي ",
    "Account name": "احمد زياد",
    "Account Phones": "1062111150",
    "type ": "Other complaints",
    "details ": "العميل يشتكى من انه موجود داخل الفرع ونزله نص الاوردر والباقى منزلش  واتاخر جدا وكان عاوز المدير وتم ابلاغه ان مفيش مدير ومكنش في حد مهتم بيه",
    "created": "2024-01-16"
  },
  {
    "": "Qr العميل كان محاسب\nمع كول سنتر و السواق جه اخد الاوردر\n وتم التواصل مع العميل لتفهم الوضع  ",
    "Account name": "رالف شويفاتى",
    "Account Phones": "1144444171",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من استلام اوردر بدون ريسيت ويريد استلامه فورا ",
    "created": "2024-01-17"
  },
  {
    "": "تم التواصل مع العميل وتم ارضاء العميل",
    "Account name": "يوسف عميره",
    "Account Phones": "1001424243",
    "type ": "Other complaints",
    "details ": "( العميل بيشتكي انه طلب اوردر بيك اب من واتر واي 2 طاووق راب من غير بيكلز و تم كتابه الكومنت في الاوردر و اكتشف ان البيكلز موجود و هو عنده حساسيه و محتاج حد يتواصل معاه ) العميل اتصل للمره الثانيه اشتكى انه لم يتم التواصل معاه حتى الان وهو يعبر عن استيائه الشديد من التجاهل كل هذه المده  ",
    "created": "2024-01-17"
  },
  {
    "": "تم التواصل مع العميله وتم عمل اللازم",
    "Account name": "رشا جابر",
    "Account Phones": "1202077306",
    "type ": "Other complaints",
    "details ": "العميله تشتكى انها طلبت كينوا حلومى سالد و ان جودتها على غير ما اعتادته و ان بعض مكوناتها لم تكن فى احسن حال",
    "created": "2024-01-17"
  },
  {
    "": "لم يظهر الاوردر لعدم وجود انترنيت",
    "Account name": "حسام على",
    "Account Phones": "1001007510",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر بيك اب وتم ابلاغه من الكول سنتر الاستلام خلال 15 دقيقه  وعنده ذهابه للفرع لم يتحضر الاوردر بعد واخبروه ان الاوردر لما يصل بسبب انه لم يسجل بعد بسبب الكول سنتر والاوردر بالفعل اتسجل من الكول سنتر في نفس توقيت اتصال العميل ولم يتم التعديل علي الاوردر  ",
    "created": "2024-01-18"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله",
    "Account name": "عمر خالد",
    "Account Phones": "1119757821",
    "type ": "Missing items",
    "details ": "العميل طلب 2 تشكن اسكالوب واوضح لخدمه العملاء  انه لا يريد جلريك مايو  ويتم تبديله بالمايونيز وتم كتابه تعليق للفرع  و قد وصل الاوردرللعميل  يحتوي علي صوص  جلريك مايو في الراب خلاف ما طلبه العميل    ",
    "created": "2024-01-18"
  },
  {
    "": "N/A",
    "Account name": "احمد وجيه ",
    "Account Phones": "1557493884",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر من مرسول وان الدرايفر وصل الفرع واخبروه انه لم يتم ارسال الاوردر علي مرسول بعد ولكن العميل اكد انه عمل الاوردر وانهم في الفرع لم يفتحوا تاب مرسول لمعرفه وصول الاوردر ام لا وانه غاضب وبشدة  ",
    "created": "2024-01-19"
  },
  {
    "": "تم ارسال الاوردر للعميل من فرع اكتوبر ",
    "Account name": "عبد العزيز الحكيم",
    "Account Phones": "1006580184",
    "type ": "Call Center",
    "details ": "العميل طلب اوردر وتم تسجيل البيانات ولاكن تم تسجيل العنوان في التجمع و العميل كان عنوانه في اكتوبر ",
    "created": "2024-01-19"
  },
  {
    "": "N/A",
    "Account name": "علي شهري ",
    "Account Phones": "1200516666",
    "type ": "Missing items",
    "details ": "العميل اشتكى انه قام بعمل اوردر فى تارخ ( 16/1/2024) ولم يصل الاوردر بالكامل ينقصه (شوكلت بنانا ) وعند طلب اوردر جديد قام بتسجيل الشكوى و الاهتمام بالاوردر الحالى و عدم نسيان اى ايتم مجددا ",
    "created": "2024-01-22"
  },
  {
    "": "تم تواصل مه العميله و حل المشكله",
    "Account name": "هاجر ابو بكر",
    "Account Phones": "1069821825",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة وبشده من انها طلبت اوردر داين ان وطلبت ان يتم عمل الباقي من الاوردر بيك اب وان البيض في الاوردر لم يكن فلافي وكان ملتصق في البان وانه تم وضع كل الاوردر ماعدا ال ( 2 سلايز زعتر و2 سلايز لحمه بعجين ونصف راب فلافل والعيش ) لم يكونوا متواجدين وايضا الزعتروالزيت كانوا في علبه بدون استريتش وانه اصابها ضرر من الزيت وانها تناولت في فرع قطر وبعض الفروع ولم تخرج مستاءه بشده  هكذا وتتننمي حل المشكلة سريعا لانها لم تتوقع حدوث ذلك  ",
    "created": "2024-01-23"
  },
  {
    "": "N/A",
    "Account name": "هشام مهدى",
    "Account Phones": "1033044477",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر به جبنه عكاوي وان نوع الجبنه في المنقوشه مختلف جدا عن العكاوي وانها تطلب الاوردر باستمرار وتعرف جيدا نوع الجبنه ومستاهء من هذا الخطاء ",
    "created": "2024-01-25"
  },
  {
    "": "تم حل المشكلة مع العميل وارسال له شوكليت بنانا والعميل راضى عن الخدمة ",
    "Account name": "هشام مهدى",
    "Account Phones": "1033044477",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة مرة اخري وانها غاضبه وبشده  من زعتر وزيت وانه عند التواصل لمتابعه الشكوي الأولي تم التحدث معاها بشكل سئ جدا وانها متأكده من نوع الجبنه وانها ليست عكاوي وانها لبنانيه وتفهم في انواع الجبن وانها جبنه قشقوان مختلطه ب انواع جبن اخري وتريد شخص لبناني حتي يتواصل معاها وانها لن تطلب من زعتر وزيت مرة اخري ",
    "created": "2024-01-25"
  },
  {
    "": "N/A",
    "Account name": "ميرفت سليمان",
    "Account Phones": "1113232662",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من ان الجرامات في الشيكن باستا سلاد اقل من المعتاد و تم توضيح للعميلة من قبل الكول سنتر الجرامات وقالت انها تعلم ذلك وتطلبها باستمرار وانها اقل من المعتاد وتتمني عدم حدوث ذلك مرة اخري   ",
    "created": "2024-01-25"
  },
  {
    "": "N/A",
    "Account name": "احمد عمرو ",
    "Account Phones": "1226650195",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بانه ذهب لفرع واتر واي لطلب اوردر تيك اواي وطلب مع الاوردر صوص دبس رمان وتم دفع المبلغ كامل بالدبس الرمان ولم يتم وضع ريمكن الصوص في الشنطة ",
    "created": "2024-01-26"
  },
  {
    "": "تم حل المشكلة ",
    "Account name": "ريم روستم",
    "Account Phones": "1019700507",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي بسبب انها طلبت يوم15/1 تشيكن كيل سلاد وانها اشتكت بسبب صغر الحجم وتم ابلاغ العميله ان السلاد بتكون حجم واحد ولاكن قالت انها  قامت بتصوير السلاد وقدمت شكوي يوم 15/1 ولاكن لا احد  قام بالتواصل مع العميله  ",
    "created": "2024-01-27"
  },
  {
    "": "تم التواصل مع العمليه وعمل اللازم وان المره القادمه هيتم ارسال صحن الخضار او تاخد حاجه بنفس القيمه ",
    "Account name": "صابرين  سلامه ",
    "Account Phones": "1228531150",
    "type ": "Missing items",
    "details ": "العميله تشتكى ان الاودرد وصلها ينقصه طبق خضروات قامت بطلبه و انها تريد استرداد ثنمه و تم التواصل مع الفرع لكيفيه تعويض العميله ",
    "created": "2024-01-27"
  },
  {
    "": "تم حل المشكله",
    "Account name": "رشا جابر",
    "Account Phones": "1202077306",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة وانها غاضبه وبشده بسبب انه لم يتم تقديرها جيدا بعد عمل الشكوي الاخيرة وانها تطلب كثيرا من زعتر وزيت وبعد الشكوي الاخيرة وعدم التواصل معاها انها مستاءه جدا  ولم تطلب مرة اخري ولكن قررت ان تعطي المطعم فرصه اخيرة وانها خائفه من السلاد وقام الكول سنتر بالتوضيح للعميلة والاعتذار وان الخطأ لن يتكرر مرة اخري وان الفرع سيتواصل معاها للتوضيح    ",
    "created": "2024-01-29"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة معا ووصول الاوردار للعميل كامل زاي مطلب ",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه يطلب باستمرار وانه يتم ابلاغه بالايتمات الغير متوفرة في كثير من الايتمات الذي يطلبها مما يؤثر عليه بالسلب لانها يطلب كميات كثيرة لكثير من العملاء وهو يطلب من زعتر وزيت بالخارج كثيرا وهو مستاء من  ذلك ويرجوا توفر كل ايتمات المنيو حتي يستمر معانا  ",
    "created": "2024-01-30"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة وجاء اليوم الي الفرع لاخذ اوردر وتم التواصل معه مرة اخري وكان راضي جدااا",
    "Account name": "نايف العمودى",
    "Account Phones": "1002261100",
    "type ": "Missing items",
    "details ": "العميل يشتكى تكرار وصول الاوردرات ناقصه عده مرات على حد وصفه \nالحاله الاولى:-\n انه طلب فى الاوردر كلوسلو و لم يصله و عند عمل شكوى لتعويضه او استرداد قيمه الايتم لم يتم التواصل معه مما جعله فى حاله استياء شيدده بسبب التجاهل و عدم التواصل معه او استرداد قيمه الايتم المفقود\nالحاله الثانيه:-\nانه طلب عصير برتقال فى الاوردر و لم يصله و قام بالتواصل مع خدمه العملاء و عمل شكوى بسبب تكرار الامر معه و طلب التواصل معه لاسترداد الايتم و قيمته و تم تجاهله \nو لم يتوالصل معه احد \nالحاله الثالثه:-\nانه طلب الدفع بطريقه ال QR cod و لم يصله مع الطيار مما اطره للدفع كاش و هو عكس ما طلبه خلال المكالمه . و ان هذه المره الثالثه له يطلب حل مشكله برجاء التواصل معه و حل مشكلته و لكم جزيل الشكر",
    "created": "2024-01-31"
  },
  {
    "": "تم الحل",
    "Account name": "محمد صلاح",
    "Account Phones": "1553049900",
    "type ": "Missing items",
    "details ": "العميل طلب 2 مايتي كافتا و 2 منقوشه جبنه و بعد استلام الاوردر اكتشف انه من غير المناقيش",
    "created": "2024-01-31"
  },
  {
    "": "تم التواصل مع العميل بعد مراجعه الكاميرات و التوضيح له ان الغلط من دليفري طلبات ",
    "Account name": "اسمه ابو باشا",
    "Account Phones": "1100999918",
    "type ": "Missing items",
    "details ": "العميله تشتكى ان الاوردر الذى طلبته من خلال تطبيق طلبات رقم (1446994766)  الراب الذى طلبته (شيكن اسكالوب) قد وصلها نصفه فقط و تم التواصل مع الفرع لحل مشكله العميله",
    "created": "2024-01-31"
  },
  {
    "": "تم التواصل مع العميله و حل المشكله",
    "Account name": "جلان الابراشي ",
    "Account Phones": "1121555777",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر من طلبات رقم (1447919584) والاوردر كان به فرايز وشيكن اسكلوب وبيبسي وكان جميع الاوردر ملئ بالشعر وايضا لا يحتوي علي بيبسي  وانه مستاء جدا ويرغب بحل سريع لهذه المشكلة ",
    "created": "2024-02-01"
  },
  {
    "": "تم حل المشكله",
    "Account name": "مريم عبدالقادر",
    "Account Phones": "1272320006",
    "type ": "Missing items",
    "details ": "تم اتصال العميلة لتشتكى من اوردر تم تسجيلة على انستا شوب برقم (82637) كانت طالبة 2 منقوشة زعتر وجبنة نصفين ووصلت لها ميكس ",
    "created": "2024-02-02"
  },
  {
    "": "تم التواصل مع العميله و حل المشكله",
    "Account name": "مروة صلاح",
    "Account Phones": "1006860577",
    "type ": "Other complaints",
    "details ": "العميلة بتشتكى انها طلبت راب حلوم وعليه زعتر ووصلها الحلوم من غير زعتر  وكانت  مقسومة نصين وكل نص مفتوح ومش مقفول كويس",
    "created": "2024-02-02"
  },
  {
    "": "تم حل المشكله",
    "Account name": "عبدالرحمن زيدان",
    "Account Phones": "1032323000",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب منقوشه زعتر ووجدها فاضيه و تم التوضيح له انها تحتوي علي زعتر و زيت و سمسم فقط و بلغ ان الاوردر لو في مشكله مره تانيه مش هيطلب من زعتر و زيت مره تانيه",
    "created": "2024-02-03"
  },
  {
    "": "تم التواصل و حل المشكله\n",
    "Account name": "هاجر نجم",
    "Account Phones": "1202343278",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي انها طلبت اوردرعلي انستا شوب وانها انتظرت ساعتين ونصف وقامت بارسال العديد من الرسائل علي الدعم في انستا شوب ولاكن لم يتم احد التواصل او الرد عليها وقامت بالاتصال علي الكول سنتر وعند رجوع الكول سنتر اوضح ان الاوردر لا يتواجد في الفرع ثم بحث برقم الطب واوضح ان الاوردر لم يظهر له ولم يتم ارسال اشعار لطلب جديد وان الاوردر تم طلبه  من 3 ساعات  ولم يتم تشغيل الاوردر ولم يظهر له في قائمه الاوردرات  وان الكهرباء فاصله في الفرع ولن يتم عمل الاوردر الا ان  يتم تشغيل الكهرباء وعند رجوع الكول سنتر للعميله وقام بالاعتذار واوضح للعميله ان المشكله كانت في الكهرباء  وعلمت بان الاوردر لم يتم تشغيله  حتي الات فقامت بالغاء الاوردر ",
    "created": "2024-02-03"
  },
  {
    "": "تم الحل",
    "Account name": "ريم رفعت",
    "Account Phones": "1009969092",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر من طلبات و رقم الاوردر ( 82930) و بتشتكي ان الاوردر كان في حاله سيئه للغايه و ان في مشكله في تغليف المناقيش مش في بوكس ملفوفه بورق و الديزرت واقع و من غير ملاعق و تريد مسئول يتواصل معها ",
    "created": "2024-02-04"
  },
  {
    "": "N/A",
    "Account name": "باسم داوود",
    "Account Phones": "1223656615",
    "type ": "Other complaints",
    "details ": "العميل يشتكى انه طلب (شيكن سيزر راب) وانه وجد قطعه من البلاستيك بداخل الراب اثناء تنواله مما ادى الى استيائه الشديد و طلب اتخاذ اجراء لعدم تكرر الامر لانه يؤثر على سمعه و اسم المطعم ",
    "created": "2024-02-04"
  },
  {
    "": "تاخير من الطيار ",
    "Account name": "حسن ايمن",
    "Account Phones": "1060002331",
    "type ": "Delivery",
    "details ": "العميل يشتكى من تاخير الاوردر وهذة المشكلة تكررت اكثر من مرة \nوهناك شكوى اخرى بسبب جودة الاوردر بحيث ان الفرايز بتكون مش فريش + انها بتكون مكسرة ",
    "created": "2024-02-06"
  },
  {
    "": "N/A",
    "Account name": "رشا جابر",
    "Account Phones": "1202077306",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من وصول الاوردرات متاخرة دائما وبارده  بالرغم من انها تطلب عمل نوت بوصولها مبكرا وترجوا عدم  تكرار ذلك ",
    "created": "2024-02-07"
  },
  {
    "": "N/A",
    "Account name": "حسين خليل ",
    "Account Phones": "1220004100",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر من طلبات رقمه (1455103824\n) وكان يحتوي علي هوت دوج وطعمه كان سئ للغايه وان هناك مشكلة في اللحم نفسه وايضا كان به شيبسي كثير وقليل من الجبنه وكان بارد وهو يطلب من زعتر وزيت باستمرار ومستاء جدا هذه المرة ",
    "created": "2024-02-07"
  },
  {
    "": "تم التواصل وحل المشكلة مع العميل ورسال لهو اوردر اخر",
    "Account name": "هنا عبدالوهاب",
    "Account Phones": "1104484138",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر به لبنه اوبن وكان العجين ليس مستوي كفاية وايضا كان باردا وتريد من الفرع التواصل معاها",
    "created": "2024-02-07"
  },
  {
    "": "العميل رفض استلام الاوردر من الطيار بدون اي سبب و قاله ان الاوردر مش عاجبه و الاوردر مكنش فيهم اي مشكله و لما الاوردر رجع شيكت علي الاوردر مفهوش اي حاجه+ الشنطه لم تفتح اصلا",
    "Account name": "محمد صقر",
    "Account Phones": "1116901555",
    "type ": "Delivery",
    "details ": "العميل يشتكى من تاخير الاوردر وان نفس المشكلة تكررت معة فى اخر اوردر  بتاريخ 2023-10-21 وان لم وصل للعميل رسالة نصية بخصوص الخصم 10% تم تسجيل اوردر وان الاوردر تاخير علية  - مع العلم ان الاوردر متاخرش على العميل  وحاليا وقت اتصال العميل كان وقت تسجيل الاوردر 55 دقيقة ولم يتعدى وقت التوصيل الخاص بالاوردر بس العميل كان متعصب ويريد بالتواصل مع حد من الادرارة ",
    "created": "2024-02-09"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله",
    "Account name": "خالد حجازي",
    "Account Phones": "1227790003",
    "type ": "Missing items",
    "details ": "العميله بتشتكي بسبب انها  طلبت اوردر يحتوي علي 1شاورما لحمه و1 تشكن سيزر راب  وتشتكي بسبب انها استلمت الاوردر وكان يحتوي علي 2 تشكن سيزر راب علي عكس طلبها ",
    "created": "2024-02-10"
  },
  {
    "": "تم التواصل مع العميله ",
    "Account name": "مروه علي",
    "Account Phones": "1277111951",
    "type ": "Other complaints",
    "details ": "العميله  بتشتكي بسبب انها طلبت اوردر يحتوي علي 2 منقوشه حلومي  و 2 كرانشي لوتس راب  و تشكن باستا سلاد وتشتكي بسبب عند وصول الاودر كان في علبه واحده فقط وتشتكي بسبب الاستهتار في تغليف الاوردر وان الراب الحلومي جاءت مع اللوتس  في علبه واحده ",
    "created": "2024-02-11"
  },
  {
    "": " تم حل المشكله مع العميل من قبل وأنه نفس البورشن في كل مره ",
    "Account name": "حسن ايمن",
    "Account Phones": "1060002331",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي بسبب الفرايز التي تكون مع البرجر انها بتكون قليله والكميه ليست ثابته (وكأن شخص اكل من الفرايز ) وانها في اوقات بتبقي نصف الكميه  ",
    "created": "2024-02-11"
  },
  {
    "": "تم حل المشكلة",
    "Account name": "كريم عامر",
    "Account Phones": "1062390018",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر طاووق راب عباره عن طاووق و فرايز و عليه اضافه طماطم فقط و عند استلام الاوردر اكتشف ان الطاووق عكس ما طلبه وطلب تغيره في اسرع وقت",
    "created": "2024-02-12"
  },
  {
    "": "تاخير توصيل من الطيار ",
    "Account name": "ندي محسن",
    "Account Phones": "1002070800",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تاخر الاوردر وانه تم ابلاغها ان الاوردر سيصل خلال 60 دقيقه والاوردر تعدي 1.45 دقيقه والعميلة مستاءه من ذلك ولن تستلم الاوردر اذا تاخر اكثر من ذلك ",
    "created": "2024-02-13"
  },
  {
    "": "بسبب عدم وجود طيارين متوفرين ",
    "Account name": "ندي محسن",
    "Account Phones": "1002070800",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر وعملت شكوي بتأخر الاوردر وبعد ذلك وصل لها  باردا وانها سوف تبحث عن بديل لزعتر وزيت لانها ليست اول مرة يحدث لها ذلك وانها غاضبه وبشده وتريد من الفرع  التواصل معاها ",
    "created": "2024-02-13"
  },
  {
    "": "تاخير من الطيار ",
    "Account name": "ندي الاتربي ",
    "Account Phones": "1001404818",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تاخر الاوردر وانها تواصلت اكثر من مرة لمتابعة الاوردر ولم يصل وانها مستاءه للغايه وان الاوردر كان لمناسبة مهمه وانها مستاءه جدا من ذلك وتعبت من الاعذار لان كل مرة يحدث تاخير  ",
    "created": "2024-02-13"
  },
  {
    "": "تم التواصل مع العميل وبلغنا ان الشوفير  بيحاسب في الفرع عن طريق الشيك و وان الغلط من الشوفير ولم يكن من الفرع  وتم ارضاء العميل ",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "العميل يشتكي من عدم وجود ريسيت مع الاوردر للمرة الثانيه وسوف يأخذه مع الاوردر الجديد ويتمني عدم تكرار ذلك ",
    "created": "2024-02-13"
  },
  {
    "": "N/A",
    "Account name": "مدام الرحاب ",
    "Account Phones": "1005642432",
    "type ": "Other complaints",
    "details ": "يشتكي العميلة من انها طلبت اوردر من طلبات رقمه \n (1462653633)وان الاوردر كان سى للغايه وان الكنافه بدون قطر وكانت سيئه جدا والحلوم طعمه مالح قليلا وتريد احد من الفرع التواصل معاها وانها غاضبة جدا ",
    "created": "2024-02-14"
  },
  {
    "": "الاوردر تم تسليمه للطيار داخل المطعم في باودج بشكل سليم ",
    "Account name": "عمرو ابو غنيمه",
    "Account Phones": "1205333533",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر من الكول سنتر والشوكلت بنانا داخل الاوردر كانت مغلفه بطريقه سيئة لا تصلح للتقديم وانه مستاء جدا وفي انتظار احد لتواصل معه ",
    "created": "2024-02-14"
  },
  {
    "": "تم التواصل مع العميل وبلغنا ان الشوفير  بيحاسب في الفرع عن طريق الشيك و وان الغلط من الشوفير ولم يكن من الفرع  وتم ارضاء العميل ",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من وصول الريسيت بطريقه غير المعتاد عليها ويحتاج الريسيت الاخر\nويريد التواصل معه   ",
    "created": "2024-02-14"
  },
  {
    "": "تاخير توصيل من الطيار ",
    "Account name": "مريم وايل",
    "Account Phones": "1000136100",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر من طلبات رقمه  (1463536454)  وتأخر ولم يصل حتي الان وتخطي 20 دقيقه من التايم المعتاد وتريد من الفرع التواصل معاها ",
    "created": "2024-02-14"
  },
  {
    "": "تم التشيك علي الكاميرا وبالتاكيد ان الفلافل فيها طحينة",
    "Account name": "خالد محمد",
    "Account Phones": "1006328887",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من عدم وجود الطحينه  في اوردر البراون بيكد فلافل  وتتمني عدم تكرار ذلك ",
    "created": "2024-02-15"
  },
  {
    "": "N/A",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Missing items",
    "details ": "العميل يشتكى من انة تم تسجيل اوردر ب 2 Chicken Escalop\nكان العميل عايز يبدل صوص الجارليك مايو ب مايو - وتم تغير الصوص فى راب واحد فقط والاخر لم يكن بة صوص وتم تبليغ الفرع ",
    "created": "2024-02-15"
  },
  {
    "": "تاخير من الطيار ",
    "Account name": "ميرنا يوسف ",
    "Account Phones": "1227688088",
    "type ": "Other complaints",
    "details ": "تشتكي العميله بسبب انها طلبت اوردر طلبات رقمه (1465361632) والاوردر وصل للعميله وكان بارد جدا والعجين ناشف من البروده وان المنقوشه جاءت  عليها كميه قليله جدا علي حد وصف العميله وقالت ان هذه المشكله تكررت اكثر من مره  ",
    "created": "2024-02-15"
  },
  {
    "": "N/A",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Missing items",
    "details ": "العميل يشتكى انه حتى وقت عمل الشكوى الثانيه لم يتم حل المشكله الاولى وانه تواصل مع الطيار و لم يتحرك من الفرع و طلب تصعيد الشكوى ",
    "created": "2024-02-15"
  },
  {
    "": "N/A",
    "Account name": "عبدالله ",
    "Account Phones": "1010776161",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي  بسبب انه طلب اوردر استلام من فرع واتر واي وتم تبليغ العميل من الكول سنتر ان مده تجهيز الاوردر من 15 الي 20 دقيقه بحد اقصي و العميل قام بالتواصل بالكول سنتر بعد مرور ساعه من طلب الاوردر يشتكي ان الاوردر تاخر جدا في الفرع ويتم ابلاغه ان الاوردر سوف يجهز في خلال 5 دقائق من ثم ابلاغه ان سوف يتم تجهيز الاوردر خلال 10 دقائق وتم الرجوع للفرع والفرع بلغ ان العميل متواجد في الفرع بعد طلب الاوردر خلال 7 دقائق وان الاوردر كان جاهز بالفرع خلال 30 دقيقه من طلب  الاوردر فقام العميل بدفع ثمن الاوردر ومن ثم رحل ولم ياخد الاوردر وقام الفرع بالتواصل مع العنيل اكثر من مره لاكن لم يتم الرد والكول سنتر حاول ارضاء العميل و امتصاص غضبه لاكن العميل كان منزعج جدا   ",
    "created": "2024-02-16"
  },
  {
    "": "N/A",
    "Account name": "انجي عابد",
    "Account Phones": "1003129933",
    "type ": "Delivery",
    "details ": "يشتكي العميل بسبب انه طلب  طريقه الدفع تكون عبر كيو ار كود وتم التحديد من الكول سنتر لاكن العميل انتظر 15 دقيقه بسب ان الطيار لم يكن معاه كيو ار كود وانتظر حتي تم التواصل مع الفرع وارسال له الكيو ار  كود  ",
    "created": "2024-02-16"
  },
  {
    "": "N/A",
    "Account name": "هاني عبد القادر",
    "Account Phones": "1062898977",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من تأخر الاوردر وانه طلب اوردر بيك اب من واتر واي وتم اخباره ان النور قاطع وطلب تحويله لفرع اخر ولكن عند رجوع النور في واتر واي تم اخبار العميل وقرر  العميل الاستلام من واتر واي وتأخر الاوردر عليه لمدة 38 دقيقه تحضير وانه مستاء للغايه وطلب عمل شكوي والتواصل مع مدير الفرع  ",
    "created": "2024-02-17"
  },
  {
    "": "تم التواصل مع العميل وارسال اوردر بديل",
    "Account name": "اسلام درويش ",
    "Account Phones": "1000047027",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بسبب انه طلب اورردر كان يحتوي علي 2 شوكليت بنانا وكان يريدها بدون موز وتم تسجيل تعليق العميل لاكن الاوردر وصل للعميل و كان يحتوي علي موز داخل الراب وهذا عكس رغبه العميل ",
    "created": "2024-02-17"
  },
  {
    "": "N/A",
    "Account name": "رشا جابر",
    "Account Phones": "1202077306",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي بسبب انها طلبت صوص ليمون بلسمك مع  تشكن باستا سلاد بدل  صلصه الخردل وعند وصول الاوردر كان صلصه الخردل فقط علي عكس  طلب العميل  ",
    "created": "2024-02-19"
  },
  {
    "": "N/A",
    "Account name": "داليا حجازي ",
    "Account Phones": "1002279227",
    "type ": "Other complaints",
    "details ": "تشتكي العميله بسبب انها طلبت فيمس تشكن اكسترا جبنه وكانت الفراخ ناشفه وكانت الجبنه قليله جدا وطلبت تشكن اسكالوب و وصل كان كميه الراب قليله جدا علي حد وصف العميله وان الاوردر سئ جدا \nوعند دفع الفاتوره كان الكيو ار كود لا يعمل مما الزمها بتنزل ابليكيشن فلاش او الدفع كاش والزمت بالدفع كاش   ",
    "created": "2024-02-19"
  },
  {
    "": "تم التواصل مع العميل وتم التوضيح له ان العيش دائما بيتعمل فريش وكان طالب اوردر يحتوى علي عيش واتواصلت معاه للتأكد من حل المشكلة وكان راضي والمشكلة اتحلت",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من جودة العيش الذي ياتي مع الاوردر كل مرة وانه عيش بايت وانه مستاء من ذلك ويحتاج حل ",
    "created": "2024-02-20"
  },
  {
    "": "تم مراجعه الكاميرا و الاوردر اتحضر من غير خيار مخلل ",
    "Account name": "نور ثروت ",
    "Account Phones": "1111112217",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه طلب اوردر سبيزي شيكن و مايتي كافتا علي رقم (1099696156) وكان بهم بيكلز وانه تم التوضيح للعميل من الكول سنتر عدم احتواءه علي بيكلز وسوف يتم التحقق من الامر ",
    "created": "2024-02-20"
  },
  {
    "": "تم التواصل مع العميل وتم حل المشكلة",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Missing items",
    "details ": "يشتكي العميل من عدم وجود البطاطس مع الطاووق بان في الاوردر السابق  ويرغب بالاهتمام بالاوردر اكثر من ذلك ",
    "created": "2024-02-22"
  },
  {
    "": "تم مراجعة الكاميرات وسيتم ارسال ايميل لخدمة العملاء",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من سوء المعامله معه وانه عميل دائم ويطلب اوردرات كبيرة وتم التعامل معه بطريقه سيئه جدا وانه لن يطلب مرة اخري من الفرع وانه يفعل شكاوي باستمرار لتحسين الاداء معه وليس لتعامل معاه بطريقه سيئه ايضا ",
    "created": "2024-02-22"
  },
  {
    "": "تم التواصل مع للاعتذار لة ولكن لم يرضى باستلام الاوردر لانة طلب اوردر من مطعم اخر  واوضحنا لة هذة المشكلة لن تحذث مرة اخرى ووتم ارضااء العميل ولكن يريد بالتواصل مع احد من الادارة ",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Delivery",
    "details ": "العميل يشتكى تاخر الاوردر اكثر من مره حيث تاخر الاوردر فى المره السابقه اكثر من الوقت المبلغ به 30 دقيقه وفى اليوم ظل الاوردر تم تسجيل الاوردرالساعة 17:16 وتعدل بروسيسنج الساعة 18:19 اكثر من ساعه  و لم يتم اعداده حتى اتصل العميل على خدمه العملاء و ابلاغهم انه لن يستلم الاوردر فى حال تاخره تم الاتصال على الفرع الذى تعلل بانه لم يكن يرى الاوردر و بعد اعداده تم الاتصال على العميل و التوصل معه الى ترضيه و ارسال ايتم كاعتزار من الفرع بسبب التاخر المتكرر ",
    "created": "2024-02-22"
  },
  {
    "": "تم التوضيح للعميل انة متوقف من السنتر كيتشن ",
    "Account name": "مروه نبيل",
    "Account Phones": "1002226422",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من عدم وجود عيش اسمر ",
    "created": "2024-02-25"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة ",
    "Account name": "سالي فخر",
    "Account Phones": "1005416606",
    "type ": "Other complaints",
    "details ": "تشتكي العميله انها عملت اوردر بيك اب و عند ذهابها للفرع اكتشفت انهم لسه هيبدأو يعملو الاوردر و كان عباره عن ايج اند تشيز و لاتيه و العميله اخدت اللاتيه بس و اشتكت انها رايحه مكان مش هتعرف تجيب منه فطار و بتطلب اوردر بكره ميتأخرش و عايزه خصم عليه و حد من الفرع يتواصل معها ",
    "created": "2024-02-25"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة والاعتذار لها عن تأخير الاوردر واستلامت الاوردر وتم المتابعة معها مرة اخرى بعد الاستلام لتقيم الخدمة وقياس مدى رضها عن الخدمة ولكن لم يتم الرد ",
    "Account name": "هشام مهدى",
    "Account Phones": "1033044477",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تاخر الاوردر لفترة كبيرة انها طلبت الاوردر من الساعه 8.39 والساعه وصلت 10.38 ولم يصل الاوردر لها حتي الان وان تاخر 5 دقائق اخري لن تستلم الاوردر",
    "created": "2024-02-27"
  },
  {
    "": "تم ارعتذار للعميل وارسال عصير البرتقال الذى لم  يصل مع الاوردر وتم التواصل مع العميل مرة اخرى  لقياس مدى رضائة عن الخدمة والعميل راضى حاليا ",
    "Account name": "عماد المكاوي",
    "Account Phones": "1099904664",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من عدم تواجد عصير البرتقال في الاوردر وانه كان باردا ",
    "created": "2024-02-27"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وتم ارسال ضيافة للعميلة وتم التوصيح للعميل بان هذة المشكلة لم تتكرر مرة اخرى  والعميلة راضية عن الخدمة ",
    "Account name": "ياسمين رنكوشي",
    "Account Phones": "1000446708",
    "type ": "Delivery",
    "details ": "العميله تشتكى بسبب التاخر المتكرر فى توصيل الاوردر و تطلب حل لهذه المشكله ان الاوردر ياتى متاخر عن الموعد المبلغه به - تم التواصل مع الفرع للتاكد من عدم تكرار المشكله",
    "created": "2024-02-28"
  },
  {
    "": "العميلة سجلت اوردر بتاريخ اليوم و الاوردر وصل للعميلة بدون اى مشكلة - والعميلة راضية عن الخدمة ولسة لديها تعليقات جديدة ",
    "Account name": "سهيله حيدر ",
    "Account Phones": "1000610708",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من الاوردر السابق بتاريخ 2024-02-07 بأن دريسنج الكينوا تبولة لم يكن مغلف بطريقه جيدة وانسكب علي الاوردر وتتمني عدم الخطأ مرة اخري ",
    "created": "2024-02-29"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة",
    "Account name": "حسن ايمن",
    "Account Phones": "1060002331",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي بسبب ان الفرايز بتكون كميتها قليله وبيشتكي بسبب قله الجوده \n ",
    "created": "2024-03-01"
  },
  {
    "": "N/A",
    "Account name": "داليا احمد ",
    "Account Phones": "1005144172",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها استلمت اوردر بدون العصير وتريد من الفرع ارساله لها ",
    "created": "2024-03-02"
  },
  {
    "": "تم التواصل مع العميل و ارسال باقي الاوردر له ",
    "Account name": "مهاب شوقي ",
    "Account Phones": "1006690174",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بسبب انه طلب اوردر بيك اب من الفرع  ومن محتزيات الاوردر فرايز و كينوا حلوم وعند استلام العميل للاوردر  كان لا يحتوي علي فرايز و كانت السلاد كينوا تبوله  علي عكس طلب العميل  ويحتاج ان الاوردر الناقص  يتم توصيله دليفري للمنزل   ",
    "created": "2024-03-02"
  },
  {
    "": "تم التواصل مع العميل وتم حل المشكلة والفرع ارسل الاوردر الصحيح والعميل راضى عن الخدمة ",
    "Account name": "عمرو حسن ",
    "Account Phones": "1026286004",
    "type ": "Other complaints",
    "details ": "العميل  بيشتكي  بسبب انه  طلب اوردر بيك اب  من الفرع وكان يحتوي علي تشيكن باستا سلاد و وصلت بدون تشيكن  و اشتكي ايضا من انه كان يوجد الكثير من قشر  البيض   في السلاد ",
    "created": "2024-03-03"
  },
  {
    "": "N/A",
    "Account name": "ايه سمهان ",
    "Account Phones": "1001017183",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر بها بروان بيكد فلافل وكان الرابات بها خضار فقط وليس فلافل وتم التوضيح من الكول سنتر ان الحمص والفول بيكونوا بيست ومشويين ولكن العميلة اوضحت انها تطلب الفلافل باستمرار وتعرف شكلها وتريد من الفرع التواصل معاها ",
    "created": "2024-03-03"
  },
  {
    "": "تم حل المشكلة ",
    "Account name": "حسن ايمن",
    "Account Phones": "1060002331",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بان الفرايز دايما قليلة وغير طازجة وان ذالك تكرر معه اكتر من مرة ويطلب الاهتمام بكواليتي الاوردر",
    "created": "2024-03-04"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة من قبل الفرع وإرضاءه واتضح ان الطلب الآخر تم طلبه من صديقه وليس هو والموضوع سوء تفاهم",
    "Account name": "محمد الحمود",
    "Account Phones": "1123523390",
    "type ": "Other complaints",
    "details ": "تم تواصل العميل ليشتكى من اوردر فى الداين ان فرع CFC بانة طلب اوردر وحين استلام الاوردر بانه اكتشف يوجد ب ايتم زيادة من الذى طلبه العميل فى الاوردر والعميل وافق على الاوردر والمرة الثانية نفس المشكلة تكررت وتواصل العميل معانا ليشتكى من هذة المشكلة لتجنب حدوثها مرة اخرى و العميل وضح لنا بانة سوف يقوم بعمل شكوى على وسائل التواصل الاجتماعى لنشر هذة المشكلة",
    "created": "2024-03-04"
  },
  {
    "": "تم التواصل مع العميل لحل المشكلة والاعتذار لة ووضحنا لة بان هذة المشكلة لم تتكرر مرة اخرى - وتم التوضيح للعميل بانة لة خصم 10%",
    "Account name": "احمد ياسر",
    "Account Phones": "1000077281",
    "type ": "Missing items",
    "details ": "تم تواصل العميل لطلب اوردر استلام من الفرع وكان هناك اغلب الايتم غير متاحة فى الفرع وقام العميل بالغاء الاوردر والعميل طلب ان هذا لم يتكرر مرة اخرى",
    "created": "2024-03-04"
  },
  {
    "": "تم التواصل و توصيل الاوردر ",
    "Account name": "هنيا الخولى ",
    "Account Phones": "1066883808",
    "type ": "Missing items",
    "details ": "العميله بتشتكي بسبب طلبها لتشيز بولز في الاوردر و وصلت  بردد اتشكن وتريد ان يتم تبديل الايتم الخطا  للايتم الصحيح ",
    "created": "2024-03-08"
  },
  {
    "": "تم التواصل مع العميل و ارسال اوردر جديد ",
    "Account name": "خالد محمد",
    "Account Phones": "1006328887",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بسبب انه طلب اوردر بيك اب من الفرع ويشتكي العميل بسبب انه كان في (قطعه لحم في كيس داخل الراب ) علي حد وصف العميل ويريد شخص مسئول للتواصل به والعميل مستاء جدا  ",
    "created": "2024-03-09"
  },
  {
    "": "تم مراجعه الكاميرا و الاوردر طالع كامل و لارضاء العميل تم ارسال اوردر جديد ",
    "Account name": "خليل البواب",
    "Account Phones": "1001406170",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بسبب انه طلب اوردر طلبات برقم  1495454123 و كان هناك   نصف راب شاورما لحمه  فقط والنصف الاخر  لم يكن في الاوردر      ",
    "created": "2024-03-10"
  },
  {
    "": "تم حل المشكله والاوردر تم استلامه علي كول سنتر ",
    "Account name": "ماري عبدالله ",
    "Account Phones": "1020959630",
    "type ": "Other complaints",
    "details ": "تشتكي العميله بسبب انها طلبت اوردر من طلبات الساعه 1:25 وتواصلت مع الكول سنتر الساعه 2:45 لمتابعه الاوردر وعند رجوع للفرع للاستعلام علي الاوردر الفرع اوضح انه لم يتم تحضير الاوردر بسبب انه  لم يظهر على جهاز طلبات",
    "created": "2024-03-11"
  },
  {
    "": "N/A",
    "Account name": "هشام يحيى",
    "Account Phones": "1223500500",
    "type ": "Other complaints",
    "details ": "العميله تشتكي من جوده و تاخير  الاوردر انه وصلها بارد و بورشن الجبنه قليل و العجينه رديئه جدا علي عكس ما بتطلب دايما و ان الاوردر جه معاه سلاد و هي مطلبتش سلاد",
    "created": "2024-03-12"
  },
  {
    "": "تم طلب صورة الاوردر من العميل للمراجعة و الاوردر مفيش في اي مشكلة و انو بارد العميل متواصل معانا بعد تقريبا ٩٠ دقيقة من طلب الاوردر ",
    "Account name": "محمد حسام",
    "Account Phones": "1201330222",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بسبب انه طلب اوردر يحتوي علي 2 لحمه بعجين و 2 كينوا تبوله  ويشتكي بسبب الكميه القليله في المنقوشه وان الاوردر وصل بارد  جدا ",
    "created": "2024-03-13"
  },
  {
    "": "حاولنا الاتصال بالعميل ولم يكن هناك استجابه ",
    "Account name": "طاهر عبدالحميد ",
    "Account Phones": "1000242520",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بان البطاطس كان لونها غامق ",
    "created": "2024-03-17"
  },
  {
    "": "بناء علي الاتفاق بان الفرع لم يتلقي اي حجز ",
    "Account name": "شريف علاء ",
    "Account Phones": "1001415174",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر يتجهز علي الفطار من فرع واتر واي و اتبلغنا ان العميل لازم يكون موجود قبل الفطار بربع ساعه لتأكيد تجهيز الاوردر و تم ابلاغ العميل و ادي ذلك الي انه كان معترض و لم يذهب للفرع و رفض التعامل مع زعتر و زيت ",
    "created": "2024-03-18"
  },
  {
    "": "N/A",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر يحتوي علي 3 تشكن اسكالوب و تم تبلغ الكول سنتر ان الاسكالوب غير متاح  في الفرع بعد طلب الاوردر ب 40 دقيقه وتم تبليغ العميل  ومحاوله تبدبل الاوردر  لاكن العميل قام بالغاء الاوردر  ",
    "created": "2024-03-18"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة",
    "Account name": "محمد كرم ",
    "Account Phones": "1211078801",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه طلب اوردر طلبات رقمه   1505635058 وكانت البطاطس لونها بنى وانها خامس مرة تتكرر نفس المشكلة",
    "created": "2024-03-21"
  },
  {
    "": "تم التواصل مع العميله وتم حل المشكله وتوضيح للعميله وان العصير مش بايظ ",
    "Account name": "كرستين فاريس",
    "Account Phones": "1200996285",
    "type ": "Other complaints",
    "details ": "العميله تشتكي انها طبلت سن ست لمانيد و علي حد وصفها ان العصير بايظ  و سيئ و قامت بارسال صور و تم ابلاغها ان مسئول من الفرع هيتواصل معها ",
    "created": "2024-03-21"
  },
  {
    "": "تم التواصل مع العميل من قبل مدير الفرع والعميل اشتكي ان الفتوش انه مختلفه عن الي بياكلها في اماكن تانيه في الكراكرز والحلوم وبخصوص البريد شيكن تم ارضاء العميل وانه في قابل المرات لن تتكرر هذه المشكله وسيتم مراجعه الكاميرا علي الاوردر للتاكد من ان الاوردر طالع ستاندر ولا يوجد به مشكله ",
    "Account name": "سامح عوف",
    "Account Phones": "1222118637",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من اوردر طلبه الاسبوع اللي فات وان الشيكن برادد ناشفه جدا ولا تؤكل وانها كانت حاده للغايه لدرجه انه تاذي منها وال زي فتوش سيئه للغايه والكراكرز به مقدم بطريقه سيئه ايضا وانه اوردر سئ للغايه من زعتر وزيت ولن يتعامل مرة اخري الا لطلب المناقيش فقظ ويريد من الفرع التواصل معه ",
    "created": "2024-03-22"
  },
  {
    "": "اوردر تبع طلبات و تم التواصل مع العميله و حل المشكله",
    "Account name": "رندا ابو العينين",
    "Account Phones": "1020833300",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر من طلبات يحتوي علي 1 حلومي و 2 زعتر اند تشيز وتم استلام الاوردر يحتوي علي 1 حلومي  و 1 زعتر اند تشيز علي عكس طلب العميله ",
    "created": "2024-03-25"
  },
  {
    "": "تم التواصل مع العميل وارسال اوردر جديد ",
    "Account name": "ساندرا ايوب ",
    "Account Phones": "1116116560",
    "type ": "Other complaints",
    "details ": "العميلة طلبت اوردر من طلبات برقم1512350225 وكان الاوردر يحتوي علي 2 بيتزا بيبروني وتشتكي بان الجبنة وطعم البيتزا كان حامض وطلبت بالتواصل معها من الفرع وكانت غاضبة وبشدة  ",
    "created": "2024-03-27"
  },
  {
    "": "تم حل المشكله + لم يتم تاخير الاوردر ",
    "Account name": "ميرفت سليمان",
    "Account Phones": "1113232662",
    "type ": "Delivery",
    "details ": "العميله تشتكي ان الاوردر السابق  اتاخر عليها و بلغت عدم تكرار التاخير ",
    "created": "2024-03-28"
  },
  {
    "": ".تم التواصل مع العميل من اول مرة وتم حل المشكلة معا",
    "Account name": "امنية مصطفى ",
    "Account Phones": "1000012056",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر من طلبات امس ,وتم تواصل العميلة معانا الساعة 10:00P.M وتشتكي من الببيروني بيتزا وتريد من الفرع التواصل معاها  وتم ارسال صور الاورد ر من العميلة وتواصلت معانا مرة اخرى وضحت لنا بأن الفرع لم يتواصل معاها لحد الساعة 11.00 P.M",
    "created": "2024-03-28"
  },
  {
    "": "السبب لا يوجد طيار",
    "Account name": "يوسف محمد ",
    "Account Phones": "1000922551",
    "type ": "Other complaints",
    "details ": " يشتكي العميل  بسبب انه طلب اوردر  الساعه 12:53 ويشتكي بسبب ان الاوردر تاخر حتي الساعه 3:00  ولم يصل والعميل مستاء جدا  ويريد ان يتم عمل شكوي بسبب هذا التاخير ",
    "created": "2024-03-29"
  },
  {
    "": "تم التواصل",
    "Account name": "عمر بهجت",
    "Account Phones": "1007158532",
    "type ": "Missing items",
    "details ": "يشتكى العميل بان اخر اوردر له كان يحتو على كرسبى هوت دوج بدون شبس وعليه ادشن موتزريلا وعند وصوله كان بدون شبس والاديشن ليس مجود وانها تكرر معه اكتر من مرة وانه مستاء جدا ويريد احد من المسؤلين التواصل معه",
    "created": "2024-03-31"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Other complaints",
    "details ": "كان العميل طالب اتشيكن اسكلوب يكون بدل الجارليك مايو صوص لان العميل بلغ انه عنده حساسيه من الجاريك وعندما وصل الاوردر للعميل تواجد انه متواجد جارليك مش مايو صوص ",
    "created": "2024-04-02"
  },
  {
    "": "تم التواصل مع العميل وكان الاوردر طلبات  والاوردر باظ بسبب الطيار وارضاء للعميل تم ارسال اوردر اخر وكان راضي جدا",
    "Account name": "احمد المنشاوي ",
    "Account Phones": "1200211331",
    "type ": "Other complaints",
    "details ": "يشتكي العميل منه انه طلب اوردر بيك اب وكان التغليف سيئ للغايه وانه يريد من الفرع التواصل به ",
    "created": "2024-04-03"
  },
  {
    "": "تم التواصل مع العميل وتم ارسال اوردر جديد له وحل المشكلة",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Other complaints",
    "details ": "تشتكي العميله بسبب انها طلبت كومبو رمضان ويصل علي معاد الافطار وطلبت من خدمه العملاء ان الطاووق راب  يحتوي علي الفراخ و فرايز فقط وتم كتابه ملحوظه في الاوردر وتم تبليغ الفرع وعند وصول الطاووق كان الاستندر بكل محتوياته علي عكس طلب العميل وكانت كميه شوربه العدس قليله جدا عن الاستندر وكانت الفرايز ربع الكميه علي حد وصف العميله  وتم تصوير الاوردر و ارسالها للكول سنتر لتوضيح مدى سوء الاوردر  وكانت العميله غاضبه و مستاءه بشده",
    "created": "2024-04-04"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "امنيه ",
    "Account Phones": "1270528717",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر من انستا شوب واوضحت انها تريد الاوردر علي الفطار وتشتكي بسبب ان الاوردر وصل الساعه 6.28  وكانت العميله منفعله جدا وغاضبه بشده وابلغت ان هذا خطا كبير وانها لن تطلب اوردر  مره اخرى ",
    "created": "2024-04-04"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله تمام",
    "Account name": "شريف هانى ",
    "Account Phones": "1104340196",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه كان متواجد فى فرع واتر واى الساعة 12 صباحا وكانت الخدمة سيئة جدا وان الاستف مكنش فرندلى على حد وصفة ويريد احد المسؤلين  التواصل معه",
    "created": "2024-04-04"
  },
  {
    "": "تم التواصل مع العميل",
    "Account name": "محمد عبدالعزيز",
    "Account Phones": "1016847407",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه كل يوم  بيطلب اوردر من فرع ويست مارك داين ان واخر اوردر تم معملته بطريقة سيئة جدا من الويتر ويريد احد المسؤلين التواصل معه",
    "created": "2024-04-05"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله",
    "Account name": "اسلام الديب ",
    "Account Phones": "1227748225",
    "type ": "Other complaints",
    "details ": "العميل كان طالب اوردر بيك اب من فرع واتر واي وكان وقت تجيز الاوردر من 15 لي 20 دقيقه حد اقصي ولما تواجه العميل للفرع انتظر اكثر من 40 دقيقه وتواجه للفرع مره اخري وضحولو ينتظر 15 دقيقه اخري فا انتظر مره اخري ولما تواجه بعد 15 دقيقه الفرع وضحلو ان مفيش اوردر بس اسم حضرتك مع العلم الاوردر متسجل والفرع غير حالة الاوردر وعملها بروسيسنج و العميل شرفنا بالاتصال وكان منفعل جدا في المكالمه بسبب التاخير ورفض استلام الاوردر",
    "created": "2024-04-05"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله من خلال الفرع ",
    "Account name": "مني واصف ",
    "Account Phones": "1001103958",
    "type ": "Other complaints",
    "details ": "تشتكي العميله انها طلبت اوردر من طلبات رقمه 1525529744 و كان براون بيكد فلافل و عند استلامه وجدته بالعيش الابيض و علي حد وصفها ريحته وحشه و تغليفه سيئ  و هي عندها حساسيه من العيش الابيض و تريد تغييره و تم ابلاغ الفرع للتواصل معها ",
    "created": "2024-04-07"
  },
  {
    "": "تم التواصل",
    "Account name": "عادل قدسي",
    "Account Phones": "1206999977",
    "type ": "Missing items",
    "details ": "العميله بتشتكي بسبب انها طلبت اوردر امس كان يحتوي علي منقوشه جبنه و منقوشه زعتر اند تشيز و2 صن سيت لمنيد و 2 فرايز و تم استلام العميل ولاكن لم يكن يحتوي علي الفرايز علي عكس طلب العميل ",
    "created": "2024-04-07"
  },
  {
    "": "تم حل المشكله",
    "Account name": "عبدالرحمن زيدان",
    "Account Phones": "1032323000",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه متواجد فى فرع واتر واى  من اكثر من نص ساعة لعمل اوردر داين ان ولم يجد احد ياخذ منه الاوردر وعندما نده على الاستف لم يرد عليه احد  وتواصل مع الكول سنتر اكثر من مرة وتم التواصل مع الفرع ولاكن لم يرد احد",
    "created": "2024-04-09"
  },
  {
    "": "تم التواصل العميله و حل المشكله",
    "Account name": "هبه الجندى",
    "Account Phones": "1212866008",
    "type ": "Missing items",
    "details ": "تشتكى العميلة بانها طلبت اوردر بيك اب من فرع واتر واى كان يحتو على فيمس شيكن وحلومى سلات ولما توجهت للمنزل وجدت خطئ فى الاوردر كان كلاسك بطاطا بدل الفيمس والحلومى سلات لم يكن بها طماطم مجففة واضحت انها تسكن فى منطقة مصر الجديدة وتريد احد المسؤلين التواصل معها",
    "created": "2024-04-09"
  },
  {
    "": "تم التواصل مع العميل و ابلاغه بضيافة الاوردر بالكامل و العميل وافق و لما المندوب راح ليه رفض استلام الاوردر + ان الاوردر طلع طبيعي من المطعم الساعه ٥.١٥ عشان يوصل للعميل ٦ و الطيار سلمه لعميل تاني بالخطا و ده كان سبب المشكله من الاول ",
    "Account name": "خليل محمد ",
    "Account Phones": "1011639998",
    "type ": "Delivery",
    "details ": "العميل طلب اوردر قبل الفطار وتم الابلاغ انه يريد الاوردر علي الفطار والعميل تواصل مع الكول سنتر اكثر من مره لمتابعه الاوردر والعميل انتظر اكثر من ساعه ونصف بعد الافطار حتي يصل له الاوردر   ",
    "created": "2024-04-09"
  },
  {
    "": "تم ابلاغ الكول سنتر عن عدم امكانيه خروج الاوردر قبل  ٧.٣٠ بسبب ضغط الشغل و تم وصول الاوردر للعميل ٧.٤٠ و رفض العميل استلامه",
    "Account name": "يحيي لطفي ",
    "Account Phones": "1099979589",
    "type ": "Delivery",
    "details ": "يشتكي العميل بسيبب انه طلب اوردر الساعه 5.15 و و تم تبليغ العميل من الكول سنتر ان الاوردر سوف  يصل من الساعه 6.30 الي 7.30 وتم رفض العميل استلام  الاوردر بسبب هذا التاخير وانه لان يطلب مره اخرى ",
    "created": "2024-04-09"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله",
    "Account name": "شريف يونس ",
    "Account Phones": "1100002162",
    "type ": "Other complaints",
    "details ": "العميل  طلب اوردر بيك اب من الفرع  و استلم العميل وكان الاوردر ناقص ستيك اند مشروم  ",
    "created": "2024-04-09"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله",
    "Account name": "خالد محمد",
    "Account Phones": "1116666878",
    "type ": "Other complaints",
    "details ": "العميل كان طالب  2 حلومى واحدة عليها وايلد زعتر وواحدة من غير زعتر لكن وصل له الاتنين فيهم زعتر عكس ما هو طالب وطلب استبدال الاوردر",
    "created": "2024-04-10"
  },
  {
    "": "تم التواصل مع العميله و حل المشكله ",
    "Account name": "مدام بيكي رضوان ",
    "Account Phones": "1111117551",
    "type ": "Other complaints",
    "details ": "العميله بلغت انها كانت موجوده يوم 11/4 في واتر واي و بتشتكي من سوء معامله ال Staff معاها و ان الاوردر مش بينزل كله مره واحده و بينزل علي فترات و انها طلبت باقي الاوردر تيك اواي و كان في منهم مايتي كفتا ناقص كانت عايزه تشتكي مدير مسئول ف عن الفرع ومكنش موجود ",
    "created": "2024-04-12"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله ",
    "Account name": "دينا الزياد ",
    "Account Phones": "1223467204",
    "type ": "Other complaints",
    "details ": "العميله  طلبت اوردر يحتوي علي منقوشه حلومي و منقوشه جبنه وتشتكي بسبب ان المنقوشه الجبنه وصلت والعجينه ليست مستويه بالدرجه المطلوبه ",
    "created": "2024-04-15"
  },
  {
    "": "تم التأكيد علي الكومنت \n ومتابعة الاوردر وطلع بكواليتي كويسة كما طلب العميل",
    "Account name": "محمد طلخان ",
    "Account Phones": "1068678247",
    "type ": "Other complaints",
    "details ": " يشتكي العميل بسبب ان الفرايز كانت مليئه بالزيت في كل اوردر يطلبه وان هذه المشكله تكررت اكثر من مره وانه ابلغ الكول سنتر لمراعاه هذه المشكله عند الطلب وتم كتابه ملحوظه علي الفرايز للفرع لاكن وصلت للعميل بنفس المشكله ",
    "created": "2024-04-17"
  },
  {
    "": "تم التأكد ان الاوردر طلع صح من الفرع",
    "Account name": "يمني عبود ",
    "Account Phones": "1070915434",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من الاوردر الاخير وانها طلبت 2 منقوشه حلوم و1 لبنه  وصل لها 3 منقوشه حلومي وتريد من الفرع التواصل معاها  ",
    "created": "2024-04-18"
  },
  {
    "": "تم حل المشكله مع العميل",
    "Account name": "احمد عزام",
    "Account Phones": "1000461617",
    "type ": "Delivery",
    "details ": "العميل طلب اوردر انستا شوب  برقم 1719791 من فرع واتر واي وبيشتكي بسبب ان الاوردر تاخر جدا والاوردر في الطريق اكثر من ساعه وابلغ ان الاوردر اذا وصل بارد فلن يتم دفع حساب الاوردر",
    "created": "2024-04-19"
  },
  {
    "": "تم الرد علي الشكوي من قبل",
    "Account name": "احمد عزام",
    "Account Phones": "1000461617",
    "type ": "Delivery",
    "details ": "العميل طلب اوردر انستا شوب  برقم 1719791 من فرع واتر واي وبيشتكي بسبب ان الاوردر تاخر جدا والاوردر في الطريق اكثر من ساعه وابلغ ان الاوردر اذا وصل بارد فلن يتم دفع حساب الاوردر ",
    "created": "2024-04-19"
  },
  {
    "": "تم التواصل مع العميل و توضيح ان العيش بيتعمل اوردر باوردر و تم حل آلمشكله ",
    "Account name": "احمد محمد",
    "Account Phones": "1204386666",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه طلب اوردر وكان يشتكى بان العيش سئ للغاية سواء الاسمر والابيض واوضح انه بايت من 3 او 4 ايام على حد وصفه وانه مستاء جدا",
    "created": "2024-04-19"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "دليا رزق الله ",
    "Account Phones": "1001461427",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر من الهوت لاين و اخذ وقت 35 دقيقه تحضير علي الرغم من وجود الدرايفر الا ان الاوردر اتاخر علي العميله و هو اجمالي وقت الاوردر 60 دقيقه و العميله رفضت استلام الاوردر",
    "created": "2024-04-21"
  },
  {
    "": "تم التواصل مع العميله وتم حل المشكله ",
    "Account name": "داليا حجازي ",
    "Account Phones": "1002279227",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من الاوردر السابق ان البورشنز اقل من المعتاد وتريد حل للمشكلة ",
    "created": "2024-04-21"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "هيا خالد",
    "Account Phones": "1206661810",
    "type ": "Delivery",
    "details ": "تشتكي العميله انها كانت طالبه اوردر ويوصلها حد اقصي 60 دقيقه والاوردر فضل 50 دقيقه بروسيسنج وتم التواصل  مع الفرع و وضحو ان الاوردر طلع مع الدليفري من 15 دقيقه والعميله تواصلت مع الكول سنتر مره اخري وضحنا ان الاوردر اون دليفري ودقايق وهيكون عند حضرتك والعميله طلبت ان الطيار يتواصل معها والطيار اتواصل مع العميل وبلغها انه لسه متحركش من الفرع والعميله توصلت مره اخري وكانت منفعله جدا بسبب التاخير",
    "created": "2024-04-21"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله ",
    "Account name": "شهد خيري",
    "Account Phones": "1142759299",
    "type ": "Other complaints",
    "details ": "العميل طلب منقوشتين زعتر و جبنه و الفرع بلغ من بالليل ان الزعتر غير متاح و تم ابلاغ العميل و بعدها الفرع بلغ ان الزعتر متاح و تم الاتصال بالعميل و الاعتذار له عن المعلومه الخطأ و تم عمل اوردر المنقوشتين و بعدها الفرع بلغ ان الزعتر مش متاح و تم الاتصال بالعميل مره اخري و الاعتذار له و ترشيح مناقيش غير الزعتر و رفض و الغي الاوردر ",
    "created": "2024-04-24"
  },
  {
    "": "تم الاتصال بالعميلة مباشرة بعد تبليغنا من طلبات والتأكد من كل مكونات الاوردر ولم تكن بها مشكلة ولم يحدث أي شكوي من التبوله أو الفلافل ان طعمه حامض أو في مشكلة ",
    "Account name": "غادة",
    "Account Phones": "1111135260",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر من طلبات الساعه 10.30 باسم نشوي كاشو رقم الاوردر 1547057264 وتشتكي من ان الاوردر كله طعمه حامض جدا وسئ للغايه وتريد حل للمشكلة وتريد من الفرع التواصل معاها لانها قدمت شكوي علي طلبات من الصباح ولم يتم الرد عليها حتي الان ",
    "created": "2024-04-24"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله ",
    "Account name": "طارق زيدان",
    "Account Phones": "1111112244",
    "type ": "Other complaints",
    "details ": " قام العميل بتسجيل اوردر الساعه 1.30 وكان يريد استلامه الساعه 3.30 وتم تأخير الاوردر علي العميل حتي وصل له الساعه  4.45 وقام بالاتصال كثيرا لمتابعة الاوردر وكان مستاء \nمع العلم انه تم التواصل مع مدير الدليفري وتم التوضيح انه يوجد اكتر من درايفر في الفرع  ",
    "created": "2024-04-24"
  },
  {
    "": "تم مراجعة الاوردر والتأكيد على انه طلع كويس وهذه مشكلة سابقة ",
    "Account name": "بسنت خالد",
    "Account Phones": "1001167767",
    "type ": "Other complaints",
    "details ": "تشتكي العميله من الاوردر السابق  ان الفرايز كانت  سيئه جدا و محروقه و مليانه زيت و كانت كاتبه كومنت بالاهتمام بجوده الاوردر و وصلت للعميلة  سيئه جدا ورفضت تطلبها مره تانيه فى الاوردر الجديد",
    "created": "2024-04-25"
  },
  {
    "": "المشكلة خاصة بزون الدليفري ",
    "Account name": "سلوي حلمي",
    "Account Phones": "1062228300",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي بسبب عدم التوصيل لكمبوند ريحانه ويتم التوصيل لكمبوند جاردنيا بارك واوضحت ان كمبوند ريحانه امام جاردنيا بارك   ",
    "created": "2024-04-27"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة",
    "Account name": "رشا جابر",
    "Account Phones": "1202077306",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من عدم تواجد الشوكة والسكينة مع الاوردر وأنها ليست المرة الاولي التي يأتي فيها الاوردر ناقص او في مشكلة  وأن الفرع لا يتم التواصل مع العميلة بشكل سريع  بالرغم من ابلاغها من الكول سنتر انه سيتم التواصل معاها وهي مستأءه جدا لذلك ",
    "created": "2024-04-28"
  },
  {
    "": "تم حل المشكلة وارجاع ثمن الفتوش الي العميلة",
    "Account name": "مي سيد ",
    "Account Phones": "1010735101",
    "type ": "Other complaints",
    "details ": "اشتكت العميلة من ان الزي فتوش مختلفة عن اللي بتجربها برا وتريد استرداد ثمنها مع العلم ان العميلة هي التي طلبت ان تجرب السلطة - اشتكت ايضا من جودة الخضار وان الخس غير طازج",
    "created": "2024-04-28"
  },
  {
    "": "شكوى سابقة وتم الاهتمام بالاوردر كما طلب العميل",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Other complaints",
    "details ": "العميله بتشتكي من اوردر سابق كان يحتوي علي فرايز ان بها زيت سئ وان طعمها كان مر  ",
    "created": "2024-04-28"
  },
  {
    "": "N/A",
    "Account name": "غاده محمد",
    "Account Phones": "1005002131",
    "type ": "Other complaints",
    "details ": " العميله طلبت اوردر بتاريخ   24/4 وتشتكي بسبب انها طلبت اوردر يحتوي  علي عيش اسمر وكان الاوردر سئ جدا والعيش كان ناشف ",
    "created": "2024-04-29"
  },
  {
    "": "N/A",
    "Account name": "ايه الدهبي",
    "Account Phones": "1000084449",
    "type ": "Other complaints",
    "details ": "العميله بلغت انها كانت طالبه اوردر من انستا شوب و كان سيئ جدا علي حد وصفها  العيش كان معجن و الحلوم مش مشوي كويس و اللبنه كانت حامضه و تشتكي من عدم وجود العيش الاسمر و تم عمل الاوردر استلام من كايرو فيستيفال و تريد الفرع يتواصل معها  ",
    "created": "2024-04-30"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله",
    "Account name": " مصطفي فاروق ",
    "Account Phones": "1094721815",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اول اوردر يوم 29/4 و كان عباره عن حلوم بيكون و مايتي كافتا و 2 تشيكن سيزر راب و بلغ ان الحلوم كان ساقع جدا و سيئ و التشيكن سيزر راب تقريبا كانت من غير فراخ و كان عباره عن راب خضار فقط و في الاوردر الحالى  بلغنا ان  الدفع بالفيزا و عند وصول الدرايفر لم يكن معه الكيو ار  و تم ارسال لينك الكيو ار علي الواتساب من خلال الكول سنتر",
    "created": "2024-05-01"
  },
  {
    "": "بسبب كثره اوردرات طلبات يمكن ان قام الدليفري باستبدال الاوردر مع شخص آخر وتم التواصل مع العميل وإرضاءه ",
    "Account name": "بلال كريم",
    "Account Phones": "1122336664",
    "type ": "Missing items",
    "details ": "العميل كان طلب اوردر من طلبات ورقمه 1556886398  و كان ناقص اومليت سكيليت اكسترا ماشروم و بيكون و اتواصل مع الكول سنتر و تم ابلاغ الفرع",
    "created": "2024-05-01"
  },
  {
    "": "تم التواصل مع العميلة وارسال الاوردر الصحيح وحل المشكلة مع العميلة ",
    "Account name": "نبيله طارق ",
    "Account Phones": "1228360667",
    "type ": "Call Center",
    "details ": "تشتكي العميله انها طلبت اوردر حلومي سلاد اكسترا تشيكن جريلد و تم عمل الاوردر اكسترا بريدد تشيكن بعد مراجعه الاوردر مرتين مع العميله اثناء المكالمة انها بريدد تشيكن  والعميلة اكدت الاوردر وتم ابلاغ  الفرع و ارسال الاوردر الصح",
    "created": "2024-05-01"
  },
  {
    "": "تم التواصل مع العميله و محاوله حل المشكله قدر المستطاع و تم تحويل المشكله للخدمه العملاء",
    "Account name": "اميره الشوربجي",
    "Account Phones": "1121333285",
    "type ": "Delivery",
    "details ": "العميله طلبت اوردر وتشتكي بسبب تاخر الاوردر علي العميل اكثر من التيم المحدد وتشتكي بسبب ان الدرايفر تعمل مع العميل بطريقه سيئه وتريد عمل شكوي في الكول سنتر بسبب ان تم ابلاغها تايم ولم يصل فيه الاوردر لاكن  تم ابلاغها من الكول سنتر بالتايم الصحيح ",
    "created": "2024-05-02"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله والتأخير بسبب عدم توافر دليفري ",
    "Account name": "ملك وجيه",
    "Account Phones": "1096426299",
    "type ": "Delivery",
    "details ": "العميله طلبت اوردر دليفري وتشتكي بسبب ان الاوردر تاخر اكثر من ساعتين وانها مستاءه جدا من الخدمه ",
    "created": "2024-05-02"
  },
  {
    "": "تم توفير الزعتر",
    "Account name": "لونه هيثم ",
    "Account Phones": "1157560833",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من انها تتواصل اكثر من مرة لتسجيل اوردر منقوشه زعتر وتم التوضيح للعميلة اكثر من مرة ان الزعتر غير متاح  والعميلة كنسلت الاوردر لعدم وجود زعتر ",
    "created": "2024-05-02"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله معاه",
    "Account name": "دكتور محمد عادل ",
    "Account Phones": "1271200234",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه دائما يطلب من الفرع داين ان وكان يطلب من الفرع بالخارج ايضا وانه مستاء جدا هذه الفترة بسبب عدم وجود فيد باك في الفرع وانه في الاسبوع السابق طلب لحمه بعجين واتت له باردة وطعهما ليس لذيذ بتاتا وتم الاعتذار منه هناك ولكن اصبح الخطأ يتكرر كثيرة معه وحتي القرايز اصبحت في الفترة الاخيرة سيئه للغايه ايضا اصبحت مليئة بالزيت وقصيرة ومختلفه جدا عن الاشهر الماضيه وانه يريد احد من المسئولين اللبنانين التواصل معاه فورا ",
    "created": "2024-05-04"
  },
  {
    "": "تم التواصل مع العميله و توضيح وجود انشوجا بصوص السيزر و تعويضها و تحويل المشكله للسيفتي تيم و خدمه العملاء ",
    "Account name": "لارا محمد ",
    "Account Phones": "1508283421",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من أنها طلبت اوردر طلبات رقمه 1561678855 وانها طلبت شيكن سيزر راب وانه كان سيئ للغايه وكان رائحته سمك وصوص السيزر كان قليل جدا وتحتاج احد للتواصل معاها ",
    "created": "2024-05-04"
  },
  {
    "": "للتوضيح لا يوجد خاصية ان يدفع العميل ثمن الاوردر فيزا  علي ابلكيشن مرسول  وسيتم متابعة غلق الايتمز الغير متوفرة علي الابليكشن ",
    "Account name": "احمد الحديدي",
    "Account Phones": "1206120612",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من أنه اوت زون وقرر ان يطلب من مرسول وانه حصلت مشكلة والاوردر لم يصل الفرع  واخذ 30 دقيقه ولم يجهز  وقام الكول سنتر بمساعدته لالغاء الاوردر وعمل واحد جديد وبعد ذلك تم توضيح للعميل انه لا يوجد عيش اسمر في الفرع واشتكي العميل من عدم قفل العيش الاسمر غلي ابلكيشن مرسول وانه دفع فيزا ويريد استرداد امواله وقام الكول سنتر بابلاغه للتواصل مع الدعم الفني لمرسول ولكن رفض العميل وطلب من الفرع حل مشكلته ",
    "created": "2024-05-04"
  },
  {
    "": "يتم قبول الاوردرات تلقائي وبيتم تشغيلها وتجهيزها في الوقت المحدد وأن التاخير بيكون من السيستم والدرايفر المشكلة ليست في إمكان الفرع حلها لأنها مشكلة سيستم",
    "Account name": "مجدى العيسوى",
    "Account Phones": "1279163334",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه طلب اوردر طلبات برقم 1562200551 وانه تاخر اكثر من ساعتين عن الوقت المحدد وعندما تواصل مع الكول سنتر لمتابعة الاوردر وتم التواصل مع الفرع واوضح انه لم يستلم الاوردر وتم التوضيح للعميل ان يتواصل مع الدعم الفنى ل طلبات",
    "created": "2024-05-05"
  },
  {
    "": "يتم قبول الاوردرات تلقائي وبيتم تشغيلها وتجهيزها في الوقت المحدد وأن التاخير بيكون من السيستم والدرايفر المشكلة ليست في إمكان الفرع حلها لأنها مشكلة سيستم",
    "Account name": "احمد حسام ",
    "Account Phones": "1127444453",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه طلب اوردر طلبات برقم 1562201917وانه تاخر اكثر من ساعتين عن الوقت المحدد وعندما تواصل مع الكول سنتر لمتابعة الاوردر وتم التواصل مع الفرع واوضح انه لم يستلم الاوردر وتم التوضيح للعميل ان يتواصل مع الدعم الفنى ل طلبات",
    "created": "2024-05-05"
  },
  {
    "": "يتم قبول الاوردرات تلقائي وبيتم تشغيلها وتجهيزها في الوقت المحدد وأن التاخير بيكون من السيستم والدرايفر المشكلة ليست في إمكان الفرع حلها لأنها مشكلة سيستم",
    "Account name": "احمد نوفال",
    "Account Phones": "1028686663",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه طلب اوردر طلبات برقم 1562195660 وانه تاخر اكثر من ساعتين عن الوقت المحدد وعندما تواصل مع الكول سنتر لمتابعة الاوردر وتم التواصل مع الفرع واوضح انه لم يستلم الاوردر وتم التوضيح للعميل ان يتواصل مع الدعم الفنى ل طلبات",
    "created": "2024-05-05"
  },
  {
    "": "تم التوصل مع العميل و حل المشكله",
    "Account name": "هنا فهمي",
    "Account Phones": "1002336048",
    "type ": "Missing items",
    "details ": "العميله طلبت اوردر يحتوي علي بوتيتو تشكن و مايتي كفتا و حلومي ستيكس وتشتكي بسبب ان الاوردر وصل  وكان ينقصه الحلومي ستيكس علي عكس طلبها",
    "created": "2024-05-05"
  },
  {
    "": "بعد مراجعة الكاميرات تم التأكد من ان الاوردر يوجد به ايس تي خوخ وتم ارسال الفيديو الي خدمة العملاء  ",
    "Account name": "لينا متولى ",
    "Account Phones": "1099999467",
    "type ": "Other complaints",
    "details ": "تشتكى العميلة بانها طلبت اوردر كان يحتوى على ترادشنل فلالفل و ايس تى خوخ وعندما وصل لها الاوردر كان لا يحتو على الايس تى وتواصلت مع الكول سنتر وتم التواصل مع الفرع واوضح ان الاوردر خرج كامل من الفرع وان الايس تى كان مع الطيار ",
    "created": "2024-05-06"
  },
  {
    "": "تم التواصل مع العميله و ارسال الاوردر لها ",
    "Account name": "دكتوره ساره خطاب",
    "Account Phones": "1023244744",
    "type ": "Missing items",
    "details ": "العميله تشتكي انها طلبت اوردر بيك اب من الفرع ويست مارك ولما استلمت الاوردر وجدت ان هناك ايتم في الاوردر ليس موجود وهو الشورما استيك فا توصلت مع الكول سنتر وتم ابلاغ الفرع وتم تبليغ الفرع لنا ان الشورما استيك سوف يصل للعميله دليفري ",
    "created": "2024-05-08"
  },
  {
    "": "تم",
    "Account name": "نانسي اسامه ",
    "Account Phones": "1001456844",
    "type ": "Delivery",
    "details ": "العميل بيشتكي بسبب ان الاوردر تاخر جدا وان التاخير حدث اكثر من مره وقد وصل الاوردر متاخر و بارد هذه المره",
    "created": "2024-05-08"
  },
  {
    "": "تم",
    "Account name": "يارا هاشم",
    "Account Phones": "1223621016",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من ان الاوردر تأخر عليها للمرة الثانيه علي التوالي وان اول مرة تاخر اكثر من ساعتان والمرة الثانيه تأخر ربع ساعه ولن تطلب من الفرع الا عن طريق طلبات فقط بسبب التاخير وان التيك تايم كبير جدا وان طلبات تحضره في 30 دقيقه وليس 60 دقيقه كما الفرع",
    "created": "2024-05-08"
  },
  {
    "": "بعد مراجعة الاوردر تأكدنا انه طلع في الوقت المحدد له و سخن وان التاخير من الدرايفر",
    "Account name": "محمد اسماعيل ",
    "Account Phones": "1000770022",
    "type ": "Delivery",
    "details ": "يتشكي العميل من تاخير الاوردر المره السابقه وعندما وصل له وجد ان الاكل بارد ",
    "created": "2024-05-09"
  },
  {
    "": "تم التواصل",
    "Account name": "فاطمة النورى",
    "Account Phones": "1003100720",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تأخر الاوردر وان الكول سنتر أبلغها بالتيك تايم 45 دقيقه وأنه وصل ساعه و ثمان دقائق ولم يصل بعد وهي مستاءه جدا وتريد من الفرع التواصل معاها ",
    "created": "2024-05-09"
  },
  {
    "": "مشكلة سيستم دائما ما يكون الاوردر جاهز في الوقت المحدد",
    "Account name": "ريتا صعيدي ",
    "Account Phones": "1013443050",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تأخر اوردر علي طلبات  لمدة ساعه كاملة رقم الاوردر 1569087655 وأنها لن تستلمه وتم ابلاغ العميلة ان التأخير من طلبات وليس الفرع لانه غير مسئول عن درايفر طلبات  ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير عدم توفير طيارين بالفرع",
    "Account name": "جي فرحات",
    "Account Phones": "1111307883",
    "type ": "Delivery",
    "details ": "يشتكي العميل انه طلب اوردر دليفري وانه تم ابلاغه ب تيك تايم 75 دقيقه وانه تخطي ساعه و 57 دقيقه ولم يصل بعد وانه بعد خمس دقائق ان لم يصل الاوردر لن يستلمه ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير عدم توفير طيارين بالفرع",
    "Account name": "صفاء عبدالمجيد",
    "Account Phones": "1110681231",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تاخر الاوردر وانه تم ابلاغها انه سيصل خلال 60 دقيقه وانه تعدي ال ساعه و50 دقيقه ولم يصل بعد وتريد احد للتواصل معاها ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "رضوي احمد",
    "Account Phones": "1011031366",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر دليفري وطلبت ال بربكيو استيك تكون عيش اسمر ووصلت لها عيش ابيض وتريد من الفرع التواصل معاها ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير عدم توفير طيارين بالفرع",
    "Account name": "عبدالمنعم سالم ",
    "Account Phones": "1200022049",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر عليه وان تم ابلاغه ب تيك نايم 75 والاوردر وصل ساعه 50 دقيقه ولم يستلمه بعد وهو مستاء جدا ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير  عدم توفير طيارين بالفرع وان الاوردر جاهز بالفرع ساعتين ونص",
    "Account name": "ركان خالد",
    "Account Phones": "1099998503",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من الاوردر مرة اخري ومن التأخير وان الاوردر سيئ للغايه ووصفت البرجر بانه مالح والخبز به مشكلة وايضا الاوردر بارد وانها لا تريد الطلب من زعتر وزيت مرة اخري ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير عدم توفير طيارين بالفرع",
    "Account name": "ركان خالد",
    "Account Phones": "1099998503",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تأخر الاوردر وانها ليست المرة الاولي التي يحدث فيها ذلك وان الاوردر تاخر اكثر من ساعتين وقد تم ابلاغها بتيك تايم 75 دقيقه وتريد من الفرع التواصل معاها ",
    "created": "2024-05-10"
  },
  {
    "": "تم التواصل مع العميلة و توضيح ما حدث لها وكما اوضحت انها عميلة دائما بالمكان  وانها مستاءة جدا من الكول سنتر انهم لم يكونو صريحين معهم في توقيت وصول الاوردر وكان سبب التأخير انه لم يكن يتوفر طيار وسوف يتم ضيافتها في الاوردر القادم ارضاءا لها",
    "Account name": "ساره خالد",
    "Account Phones": "1091511678",
    "type ": "Delivery",
    "details ": "العميل يشتكي بسبب انه طلب اوردر وتاخر اكثر من ساعتان وتم رفع التيك تايم اكثر من مرتين وانه منزعج بسبب هذا التاخير و وابلغ انه يريد ان يتواصل مع مدير الفرع",
    "created": "2024-05-11"
  },
  {
    "": "تأخير الاوردر بسبب انه لم يكن متوفر طيار وتم ارسال ميل بتفاصيل الاوردرات",
    "Account name": "ابراهيم عطى",
    "Account Phones": "1111144522",
    "type ": "Delivery",
    "details ": "يشتكى العميل بانه طلب اوردر وتاخر اكثر من 3 ساعات و تم رفع  التيك تايم اكثر من مرة  وانه لن يطلب مره اخري ومستاء جدا من الخدمه",
    "created": "2024-05-11"
  },
  {
    "": "تأخير الاوردر بسبب انه لم يكن متوفر طيار وتم ارسال ميل بتفاصيل الاوردرات",
    "Account name": "راشا سعودى",
    "Account Phones": "1009110110",
    "type ": "Delivery",
    "details ": "تشتكى العميلة بانها طلبت اوردر وتاخر اكثر من 3 ساعات ونصف و تم رفع  التيك تايم اكثر من مرة  و اوضحت ان الخدمه في  لبنان كانت افضل وانها لن تطلب مره اخري ومستاءه جدا من الخدمه",
    "created": "2024-05-11"
  },
  {
    "": "تأخير الاوردر بسبب انه لم يكن متوفر طيار وتم ارسال ميل بتفاصيل الاوردرات",
    "Account name": "ملاك عويس",
    "Account Phones": "1020382820",
    "type ": "Delivery",
    "details ": "يشتكى العميل بانه طلب اوردر وتاخر اكثر من 3 ساعات وتم رفع التيك التايم اكثر من مره وتحدث باسلوب غير لائق من شدة غضبه واوضح انه لن يطلب من زعتر وزيت مرة اخرى وان الخدمة سيئة للغاية",
    "created": "2024-05-11"
  },
  {
    "": "تم حل المشكله و إرسال اوردر جديد للعميل",
    "Account name": "محمد حازم ",
    "Account Phones": "1013237847",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من اوردر طلبات رقمه 1570575290 انه طلب حلومي بيكون راب ووصل له منقوشه حلوم وعليها زعتر ويريد استبدال الاوردر ويرغب من الفرع التواصل معه  ",
    "created": "2024-05-11"
  },
  {
    "": "تم التواصل مع العميلة من قبل مدير الفرع  وان تأخير الاوردر بسبب عطل بموتوسيكل الطيار  ادي الي تأخيره وتعويضا للعميلة اوضحنا لها ان الاوردر القادم سيكون ضيافة من المكان",
    "Account name": "محمود عثمان",
    "Account Phones": "1222345201",
    "type ": "Delivery",
    "details ": "تشتكى العميلة بانها طلبت اوردر وتم تبليغها بان الاوردر سيصل لها فى خلال 60 دقيقة واوضحت انها تريده ان يصل فى السرع وقت ويكون سخن واتصلت مرة اخرة بعد مرور 90 دقيقة وكانت تشتكى بان الاوردر لم يصل وكانت مستائة جدا وتريد احد المسؤلين التواصل معها",
    "created": "2024-05-12"
  },
  {
    "": "كنا نحاول الاتصال وكان لا يوجد رد ",
    "Account name": "ايه محمد",
    "Account Phones": "1017111613",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها كانت تطلب من ابلكيشن انستا باي اوردر وتم ابلاغها بعد فتره طويلة ان الاوردر غير متاح وتم كنسلت الاوردر وكانت مستاءه من ذلك",
    "created": "2024-05-12"
  },
  {
    "": "تم التواصل مع العميل و كان العميل يريد التوضيح فقط ",
    "Account name": "محمد علمة ",
    "Account Phones": "1001451485",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بانه طلب اوردر دليفرى يحتوى على اثنان تركى اند شيز وعندما وصل له الاوردر اتصل واوضح ان الراب كانت لا تحتوى  شيز ويريد احد المسؤلين التواصل معه",
    "created": "2024-05-15"
  },
  {
    "": "تم التواصل مع العميل و التفاهم معه و تم الشكر ان تم الاهتمام بالمشكله ",
    "Account name": "محمد عبود",
    "Account Phones": "1103372372",
    "type ": "Other complaints",
    "details ": " العميل طلب اوردر كان يحتوي علي مايتي كافتا وبوتيتو تشكن ويشتكي ان الاوردر وصل بارد جدا وانه يجب المحافظه علي سمعه البراند ",
    "created": "2024-05-17"
  },
  {
    "": "تم تسليم الاوردر لمندوب طلبات و لم يتاخر في التحضير",
    "Account name": "مي ",
    "Account Phones": "1226102700",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من طلب اوردر من طلبات برقم 1578498273 من الساعه 10 والساعه الان ال 3.30  ولم يصل  وبعد التواصل مع الفرع تم ابلاغ العميلة ان الاوردر خرج من الفرع من الساعه 10 وانها يجب ابلاغ الدعم الفني لطلبات ",
    "created": "2024-05-17"
  },
  {
    "": "يرجي العلم ان الاوردر كان في رمضان وانها مشكلة سابقة وتم حلها",
    "Account name": "شريف الحلواني",
    "Account Phones": "1223456173",
    "type ": "Other complaints",
    "details ": "يشتكي العميله بسبب انه في الاوردر السابق كان بيك اب من الفرع وعند ذهاب العميل لاستلام الاوردر تم تبليغ العميل ان الكول سنتر لم يرسل الاوردر وانه سوف يتم تجهز الاوردر خلال ساعه ...........\nبينما الكول سنتر ارسل الاوردر في وقت اتصال العميل وطلب الاوردر",
    "created": "2024-05-18"
  },
  {
    "": "تم ارجاع قيمه الاوردر للعميل و ضيافته ب اوردر اخر من مدير الفرع  لارضاء العميل ",
    "Account name": "كامل خليل ",
    "Account Phones": "1116116553",
    "type ": "Call Center",
    "details ": "يشتكي العميل من انه طلب اوردر بيك اب من الفرع وقام بأبلاغ الكول سنتر بأنه يريد البطاطا المشويه وتم شرح مكوناتها من الكول سنتر ولكن قام العميل مرة أخرة بالتوضيح انه يريد بوتيتو شيكن وليس البوتيو بان ووصلت له بوتيتو بان",
    "created": "2024-05-19"
  },
  {
    "": "تم الاعتزاز للعميل من خلال الفرع ",
    "Account name": "هنا محمد ",
    "Account Phones": "1023009993",
    "type ": "Call Center",
    "details ": "العميله طلبت اوردر يحتوي علي 3 طاووق راب  وابلغت انها تريده في مالتي جرين ولم يتم تسجيل المالتي جرين من الكول سنتر وكان المالتي جريين غير متاح في الفرع و لم يتم ابلاغ العميله",
    "created": "2024-05-19"
  },
  {
    "": "تم التواصل مع العميله و حل المشكله",
    "Account name": "مريم هاني ",
    "Account Phones": "1033912299",
    "type ": "Missing items",
    "details ": "تشتكي العميل انها طلبت اوردر يحتوس علي اتشيكن اسكلوب وكينوا تبوله ولما العميله استلمت الاورد وجدت ان لون التبوله اللي في البقدونس اسود وانها ليست فريش وتم التواصل مع الفرع لحل المشكله مع العميله ",
    "created": "2024-05-21"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله ",
    "Account name": "يسرة جاد",
    "Account Phones": "1020868178",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من طلب اوردر طلبات برقم 1583973924 وانها طلبته الساعه 11.30 والساعه الان ال 1.30 ومدة التوصيل ساعه ولم يصل لها حتي الان وهي مستاءه جدا وتريد من الفرع التواصل معاها ",
    "created": "2024-05-21"
  },
  {
    "": "تم التواصل مع العميل ",
    "Account name": "يحيي فريد ",
    "Account Phones": "1000033603",
    "type ": "Delivery",
    "details ": "يشتكي العميل انه طلب اوردر من طلبات رقمه 1584014753 وانه الوقت وصل الساعتين ولم يصل حتي الان والفرع لم يتواصل ولا يجيب ويريد من الفرع التواصل معه  ",
    "created": "2024-05-21"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "عبدالرحمن حسام ",
    "Account Phones": "1206056666",
    "type ": "Delivery",
    "details ": "يشتكي العميل من طلب اوردر من الكول سنتر وانه تم ابلاغه بوقت توصيل 60 دقيقه والوقت وصل 130 ولم يصل حتي الان وتواصل اكثر من مرة بالفرع ولم يجيب الفرع ويحتاج من الفرع التواصل معه الان او كنسلت الاوردر",
    "created": "2024-05-21"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "هنا خطاب ",
    "Account Phones": "1004811111",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من طلب اوردر طلبات برقم 1584027739 وان الاوردر تخطي الساعه وربع حتي الان ولم يصل وتتصل بطلبات ولكن يخبرها ان الفرع لا يجيب والعميلة تحتاج الوصول للفرع في اسرع وقت ",
    "created": "2024-05-21"
  },
  {
    "": "تم التواصل مع العميل و حل اامشكبه",
    "Account name": "محمد صلاح",
    "Account Phones": "1553049900",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر طلبات برقم 158682815536 وان الاوردر لم يكن جيدا بل  كان باردا وصوص الجارليك لم يكن به ثوم وكان الطعم مختلف والكافتا ليست مستويه جيدا والفيمس الفورشيز بداخله لم يكن جيدا بل كان طعام الشيدر غالب قليلا وليس كما المعتاد ويريد من الفرع التواصل معه ",
    "created": "2024-05-21"
  },
  {
    "": "N/A",
    "Account name": "نسرين عبدالحكيم",
    "Account Phones": "1093783969",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر به منقوشه وايلد زعتر وان المنقوشه ليست كالمعتاد وطعمها سئ للغايه وتريد من الفرع التواصل معاها",
    "created": "2024-05-21"
  },
  {
    "": "N/A",
    "Account name": "هيا خالد",
    "Account Phones": "1206661810",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تاخر اوردر وان الكول سنتر ابلغها ان الاوردر سيصل خلال 45 دقيقه والوقت تعدي 66 دقيقه ولم يصل بعد وتريد الغاء الاوردر ",
    "created": "2024-05-21"
  },
  {
    "": "N/A",
    "Account name": "مني شكري ",
    "Account Phones": "1150442336",
    "type ": "Other complaints",
    "details ": "تشتكى العميلة بأن الاوردر السابق لها  كان يحتوى على مايتى كفتا وعندما وصلت لها كانت باردة جدا وكانت مستائة وتتمنى الا تتكرر نفس المشكلة مرة اخرى",
    "created": "2024-05-21"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "فاطمه احمد",
    "Account Phones": "1278288883",
    "type ": "Missing items",
    "details ": "تشتكي العميله انها عملت اوردر من طلبات رقمه 1585518836 و ان الاوردر ينقصه انجوس برجر و تغليف الاوردر سيئ جدا و ناقص شوك و سكينه غير انه اتأخر ساعتين الا ربع و تريد الفرع يتواصل معها ",
    "created": "2024-05-22"
  },
  {
    "": "تم مراجعه الاوردر و التأكد من عدم وجود شعر أو تراب و تصعيد الشكوي لخدمه العملاء",
    "Account name": "علا الحفناوى",
    "Account Phones": "1116606977",
    "type ": "Other complaints",
    "details ": "تشتكى العميلة من وصل الاوردر متاخر ومن جودة الاوردر بأنة يوجد بة شعر ويوجد بة تراب وبارد والعميلة كانت مستاءة جدا من الاوردر ولم تستلم الاوردر ",
    "created": "2024-05-23"
  },
  {
    "": "تم التواصل مع العميله و حل المشكله",
    "Account name": "مريم عز الدين",
    "Account Phones": "1016417908",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر رقمه 96775 من انستا شوب وكان ينقصه 2 ايس تي بيتش وتريد من الفرع التواصل معاها ",
    "created": "2024-05-23"
  },
  {
    "": "تم بالفعل تسليم الاوردر لطيار طلبات وتم تسليمه وتقفيله علي الابليكشن بشكل طبيعي وتم الغاء الاوردر من قبل طلبات وارجاع الفلوس للعميل وحل المشكلة",
    "Account name": "محمد ايهاب ",
    "Account Phones": "1119197654",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر طلبات برقم 1586434673  امس الساعه 2 صباحا وكان معاد وصول الاوردر الساعه 3:15 و وصلت الساعه 4 صباحا ولم يتم وصول الاوردر ويشتكي العميل بسبب انه تم سحب  ثمن الاوردر من الفيزا ولم يتم استلام الاوردر حتي الان و موضح علي ابليكشن طلبات انه تم تسليم واغلاق الاوردر",
    "created": "2024-05-23"
  },
  {
    "": "N/A",
    "Account name": "سلسبيل امين ",
    "Account Phones": "1005454225",
    "type ": "Delivery",
    "details ": "تشتكى العميلة بانها طلبت اوردر وتم تبلغها تايم 70 دقيقة وتاخر الاوردر عن الموعد المحدد واستغرق 115 دقيقة وتشتكى ايضا من الطيار بانه كان لا يعرف العنوان وابلغها انه تاه وتسبب ذالك فى وصول الاوردر بارد جدا",
    "created": "2024-05-24"
  },
  {
    "": "تم مراجعه الاوردر و التأكد من تسليم الاوردر كامل لمندوب طلبات و عمل شكوي في دعم المطالب الخاص بطلبات ",
    "Account name": "سميه الدسوفي ",
    "Account Phones": "1092493300",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر من طلبات برقم 1588478181 طلبت اوردر يحتوي علي 3 طاووق راب ويشتكي بسبب انه قد وصل الاوردر يحتوي علي 2 طاووق راب فقط وتحتاج حل هذه المشكله ",
    "created": "2024-05-24"
  },
  {
    "": "تم التواصل مع العميل وتم حل المشكله وسبب التأخير عدم توافر طيارين",
    "Account name": "كريم حمد",
    "Account Phones": "1066683082",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر وانه تم ابلاغه بوقت توصيل 45 دقيقه والوقت تعدي ال 80 دقيقه ولم يصل بعد وتواصل به الدرايفر وطلب منه ارسال اللوكيشن اخيرا ولكن العميل مستاء جدا لهذا التأخير ويريد حل لمشكلته ",
    "created": "2024-05-25"
  },
  {
    "": "تم التواصل مع. العميله من خلال الفرع ولم نتلقي رد وسبب التأخير عدم توافر طيارين ",
    "Account name": "ملك شاهين",
    "Account Phones": "1274461113",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تأخر الاوردر وانه وصل الي ساعتين ولم يصل بعد ولا تريد استلام الاوردر بعد ذلك وتريد حل لهذه المشكلة ",
    "created": "2024-05-25"
  },
  {
    "": "N/A",
    "Account name": "وليد خالد",
    "Account Phones": "1000068063",
    "type ": "Delivery",
    "details ": "يشتكى العميل بانه طلب اوردر دليفرى وتم تبليغه تايم 60 دقيقة لوصول الاوردر ولكن لم يصل فى الوقت المحدد واتصل مرة اخرى لمتابعة الاوردر وتم التوضيح له ان الاوردر خرج من الفرع وفى الطريق اليه واوضح انه يريد ان يتم التواصل معه من الطيار وتم الاتصال بلفرع وتبليغه وبعد مرور 120 دقيقة اتصل العميل مرة اخرى واوضح انه يريد احد المسؤلين التواصل معه فورا وكان غضبا جدا",
    "created": "2024-05-26"
  },
  {
    "": "N/A",
    "Account name": "طارق كاظم ",
    "Account Phones": "1006510019",
    "type ": "Delivery",
    "details ": "العميل طلب اوردر ويشتكي بسبب ان الاوردر وصل بارد \nرقم التواصل مع العميل 01221233334 ",
    "created": "2024-05-28"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "يوسف يوحنا",
    "Account Phones": "1097901957",
    "type ": "Other complaints",
    "details ": "   يشتكي العميل انه طلب اوردر من طلبات برقم 1593972011 وانه تاخر عليه جدا اكثر من الساعتين ولم يصل حتي الان ويريد من الفرع التواصل معاه ",
    "created": "2024-05-28"
  },
  {
    "": "N/A",
    "Account name": "سامح الزينى",
    "Account Phones": "1222161200",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بان الاوردرالسابق له كان يحتوى شيكن شورما ويشتكى بان الراب كان سئ للغاية وان كمية الفراخ قليلة جدا وكان مليان خس على وصف العميل ويتمنى الا تتكرر المشكلة مرة اخرى",
    "created": "2024-05-28"
  },
  {
    "": "تم التواصل مع العميلة وتم ارسال اوردر اخر ليها وتم ضيافتها وكانت المشكلة في الاسكالوب نفسه وتم حل المشكلة وكانت راضية",
    "Account name": "انا ريتا",
    "Account Phones": "1093443230",
    "type ": "Other complaints",
    "details ": "تشتكى العميلة بانها طلبت اوردر دليفرى وكان يحتوى على بردد شيكن وتشتكى بانها طعمها سئ للغاية وان الطعم غريب وكانت مستائة وتريد احد المسؤلين التواصل معها",
    "created": "2024-05-28"
  },
  {
    "": "تم إرسال اوردر آخر للعميلة ",
    "Account name": "هبه الوكيل",
    "Account Phones": "1026766360",
    "type ": "Other complaints",
    "details ": "تشتكي العميله انها طلبت اوردر 3 مناقيش زعتر راب اكسترا جبنه عكاوي و انها بالفعل عملت شكوي قبل كده بسبب ان الاوردر بيوصل عكس ما بتطلب و اكدت علي الاوردر انه يكون راب و تم كتابه الكومنت في الاوردر و للمره الثانيه الاوردر يوصل عكس ما طلبت و العميله رافضه اي حد يكلمها و طلبت تغيير الاوردر في اسرع وقت ",
    "created": "2024-05-29"
  },
  {
    "": "تم إرسال اوردر آخر للعميلة والتأكد من استلامه جيدا",
    "Account name": "امينه السعيد",
    "Account Phones": "1007990013",
    "type ": "Other complaints",
    "details ": "تشتكى العميلة بانها طلبت اوردر طلبات رقم 1596308350 وتاخر عن الوقت المحدد وعند وصول الاوردر كان تغليف الاوردر سيئ جدا وممزق والاوردر كان خارج التغليف وكانت غاضبة جدا وتريد احد المسؤلين التواصل معها",
    "created": "2024-05-30"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وتم ضيافه الاوردر للعمليه وسبب التأخير عدم وجود طيارين بالفرع ",
    "Account name": "نها ياسين",
    "Account Phones": "1021512225",
    "type ": "Delivery",
    "details ": "العميله طلبت اوردر الساعه 5:51 م وتشتكي ان الاوردر تاخر عليها اكثر من ساعه ونصف  وان التيك تايم الخاص بها 70 د وتم زياده تايم ل 85 د والاوردر استمر لاكثر من ساعه ونصف في عمليه التجهيز لعدم وجود طيار وارادت الغاء الاوردر بسبب التاخير  ",
    "created": "2024-05-31"
  },
  {
    "": "تم التواصل مع العميله وتم حل المشكله  وسبب التأخير عدم وجود طيارين وتم ضيافه الاوردر العميله ",
    "Account name": "ليلة حيدر",
    "Account Phones": "1091117020",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تأخر الاوردر اليوم لاكثر من اللازم وانه تعدي ال 3 ساعات و 30 دقيقه ولم يصل بعد والعميلة كانت غاضبه بشده وابلغت انها لن تستلم الاوردر وقام الكول سنتر بالوصول لحل معاها بخصوص الاستلام ولكن تريد احد من الفرع التواصل معاها ",
    "created": "2024-06-03"
  },
  {
    "": "ممكن نوضح ليها أنها بتبقي من طلبات و ان الاوردر اول ما بيجهز الطيار بيستلمه ",
    "Account name": "نادين نور ",
    "Account Phones": "1552180922",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من ان الاوردر الاخير علي طلبات طلبته الاسبوع اللي فات وصل بارد والاوردر مكنش مستوي كويس وانها تريد التأكيد لعدم تكرار الخطا مرة اخري وتريد من الفرع التواصل معاها ",
    "created": "2024-06-03"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله معه",
    "Account name": "محمود مجدي ",
    "Account Phones": "1111024333",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من التأخير الذي حدث اليوم وان الاوردر تأخر اكثر من اللازم  وانه وصل ساعتين وتلت ولم يصل بعد وقام العميل بكنسلة الاوردر وقال انه لن يطلب من زعتر وزيت مرة اخري بسبب سوء الخدمه وانه غاضب جدا ولا يريد من الفرع التواصل معه لانها اخر مرة لطلبه من الفرع ",
    "created": "2024-06-03"
  },
  {
    "": " تم التواصل مع العميله وحل المشكله وسبب التأخير عدم وجود طيارين\n",
    "Account name": "رشا جابر",
    "Account Phones": "1202077306",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تأخر الاوردر مجددا وانه ابلغت انها لن تكرر مرة اخري  ولكن هذه المرة الاوردر تأخر عليها ساعتين وثلاثة واربعين دقيقه وانها لن تستلم الاوردر وتريد من الفرع التواصل معاها ",
    "created": "2024-06-03"
  },
  {
    "": "تم التواصل مع العميل و الاعتذار له و تفهم ولكن رفض يستلم الاوردر",
    "Account name": "مصطفى محمد",
    "Account Phones": "1001960371",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخير الاوردر وعدم وصوله في الوقت المحدد وانه وصل اوردر له بالخاطئ اولا وبعد ذلك لم يصل له الاوردر الصحيح والتايكت تايم وصل ل 2.15 ولم يصل له الاوردر ",
    "created": "2024-06-06"
  },
  {
    "": "مشكله التوصيل ليست في الفرع و إنما في عدم توافر طيارين \nو تم حل مشكله العميله",
    "Account name": "ريم كساب",
    "Account Phones": "1022805342",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تاخر الاوردر للمرة الثانيه كل هذا الوقت اكثر من ساعتين حتي وصول الاوردر وتريد عمل شكوي وترغب من الفرع ان يكون مسئول اكثر من ذلك في مسألة توصيل الاوردرات ويتم ادراة الوقت جيدا ",
    "created": "2024-06-06"
  },
  {
    "": "تم التواصل مع العميل و حل المشكله",
    "Account name": "عاطف عبداللطيف ",
    "Account Phones": "1272229060",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر وانه وصل لاكثر من ساعتين وربع ولم يصل بعد وانه تواصل لاكثر من مرة لمعرفه مكان الاوردر وانه بينه وبين الفرع فقط 13 دقيقه ولما كل هذا التأخير ويريد حل سريع لهذه المشكلة ",
    "created": "2024-06-06"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة وتم حل المشكلة والعميل راضى ",
    "Account name": "محمد كمال",
    "Account Phones": "1278679837",
    "type ": "Call Center",
    "details ": "العميل طلب اوردر الساعه 10:00 وتواصل مره اخري لمتابعه الاوردر الساعه 11:00  ولم يتم تسجيل الاوردر بسبب مشكلة فى السيستم وتم  التواصل مع العميل والاعتذار له عن تاخير الاوردر وانه سوف يتم ارساله في اسرع وقت ويشتكي العميل بسبب كثرت وقت الانتظار في المكالمه وانه لن يتم طلب اوردر مره اخري",
    "created": "2024-06-06"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير ان الطيار كان معاه 4 اوردرات لعدم وجود طيار آخر بالفرع ",
    "Account name": "محمد عادل",
    "Account Phones": "1005142585",
    "type ": "Delivery",
    "details ": "العميله طلبت اوردر دليفري وتواصلت بعد اكثر من ساعه لمتابعه الاوردر وتم ابلاغها ان الطيار سوف يتم التواصل مع العميله  وان الاوردر في الطريق  وتم التواصل الطيار مع العميله لارسال اللوكيشن لعدم معرفته للعنوان  وتشتكي العميله من تاخير الاوردر وان الطيار غير محترف  ",
    "created": "2024-06-08"
  },
  {
    "": "تم مراجعة الاوردر وانه طلع كامل وتم التواصل مع العميل وتوضيح  الامر له  وتم العرض عليه ان نرسل له اوردر اخر لارضاءه او ان يتواصل مع دعم طلبات لتعويضه",
    "Account name": "مصطفي خيرت ",
    "Account Phones": "1003058200",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر من طلبات برقم 1609015489وكان الاوردر يحتوي علي سلاد و راب واوضح انه  كان يريد الراب نصفين وتم استلام الاوردر يحتوي علي السلاد ونصف واحد فقط من الراب  ",
    "created": "2024-06-08"
  },
  {
    "": "تم مراجعة الكاميرا على الاوردر والتأكد ان الاوردرات لا يوجد مشكلة في تسليمها وكان الخطأ تبديل الاوردر من الطيار والعميل اخذ الاوردر وتم تعويضه من خلال طلبات",
    "Account name": "كريم حازم ",
    "Account Phones": "1006606677",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر من طلبات برقم 1609366167 وكان الاوردر يحتوي  علي منقوشه و سلاد ويشتكي بسبب ان تم وصول الاوردر ويحتوي علي 3 مناقيش وانه اوردر خط ",
    "created": "2024-06-08"
  },
  {
    "": "N/A",
    "Account name": "محمد  امين",
    "Account Phones": "1285022222",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر باستمرار ووصوله بارد ايضا  وانه يتم التواصل معه باستمرار عن طريق الدليفري وهذه المرة يرغب الفرع بارسال اللوكيشن غضب العميل ورفض ارسال اللوكيشن وقرر عدم الطلب من زعتر وزيت مرة اخري وان لولا اولاده يحبون طلب مناقيش زعتر لن يطلب بسبب الاهمال وعدم النظام في الفرع وان الاوردر لو تخطي ال 60 دقيقه لن يستلمه",
    "created": "2024-06-08"
  },
  {
    "": "N/A",
    "Account name": "محمد  امين",
    "Account Phones": "1285022222",
    "type ": "Delivery",
    "details ": "يشتكي العميل مرة ثانيه من تاخر الاوردر هذا ايضا وانه يرغب في حل للمشكلة وليس سماع اعتذرات ",
    "created": "2024-06-08"
  },
  {
    "": "تم التواصل مع العميل من قبل مدير الفرع وشرح له ما حدث وتم ارضاء العميل ",
    "Account name": "محمد عصام",
    "Account Phones": "1005318717",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب الاوردر من مرسول وتم التواصل مع الكول سنتر لمعرفة الاوردر خرج من الفرع ولا لسه وتم التواصل مع الفرع ووضح ان الطيار لم يصل حتي الان وتم تبليغ العميل وبعد فتره تواصل العميل مع الكول سنتر مره اخري ان الطيار وصل الاوررد لم يجهز حتي الان وان الطيار اتخانق مع الاستف والعميل كان في حاله عصبية شديدا ومحتاج مسئول لبناني التواصل معاه",
    "created": "2024-06-09"
  },
  {
    "": "تم التواصل مع العميل من قبل الكول سنتر والتوضيح له انها مشكلة طلبات ولكننا ابلغنا الدعم الفني لطلبات بالمشكلة لتجنب تكرارها مع عملائنا",
    "Account name": "سميه",
    "Account Phones": "1117711111",
    "type ": "Other complaints",
    "details ": "تشتكي العميله انها طلبت اوردر من طلبات و رقمه 1612634338 و بلغت ان الدرايفر بلغها تنزل تستلم الاوردر و العميله بتقول ان كل الاوردرات دايما الدرايفر بيطلع يسلمه و رفضت تنزل تستلمه و الدرايفر مشي من غير ما يسلمها الاوردر و تريد حل المشكله في اسرع وقت",
    "created": "2024-06-10"
  },
  {
    "": "يوجد مشكلة درايڤر لا يوجد غير طيار واحد وجاري حل المشكله",
    "Account name": "ريم هشام",
    "Account Phones": "1006000350",
    "type ": "Delivery",
    "details ": "تشتكي العميل انها طلبت اوردر طلبات برقم 1612675259 والاوردر تأخر عليها وتريد معرفه التاخيرات المستمرة ",
    "created": "2024-06-10"
  },
  {
    "": "لا يوجد غير طيار واحد بالفرع ولم يتاخر الاوردر اكثر من ساعة",
    "Account name": "سارة ايمن",
    "Account Phones": "1121121522",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تاخر الاوردر وانها تواصلت اكثر من مرة لمعرفه مكان الاوردر ولا يوجد علم وان الاوردرتأخر اكثر من ساعتين وهي مستاءه جدا لذلك ",
    "created": "2024-06-10"
  },
  {
    "": "تم التواصل مع العميل من قبل مدير الفرع وتم ضيافته اوردر وحل مشكلته وكان راضي مع العلم ان هذا العميل دائم الشكوى",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من انها طلبت اوردر مايتي كافتا ووجدت شعر في الراب وهي مستاءه جدا لذلك وتريد حل لهذه المشكلة ",
    "created": "2024-06-10"
  },
  {
    "": "يوجد مشكلة درايڤر لا يوجد غير طيار واحد وجاري حل المشكله",
    "Account name": "سلمي ابراهيم",
    "Account Phones": "1222104288",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من تأخر الاوردر لاكثر من ساعه ونصف ولم يصل بعد وهي مستاءه جدا من هذا التاخير ",
    "created": "2024-06-10"
  },
  {
    "": "تم التواصل مع العميلة قبل مارك وتم ضيافتها من قبل الفرع\n",
    "Account name": "عماد داوود",
    "Account Phones": "1012386854",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة ان كل مرة تطلب اوردر من الفرع يحدث مشكلة من الفرع وتكون ان النور قاطع او بعض الايتم غير متاحه وهي مستاءه جدا بسبب ذلك وتريد مسئول لبناني ان يتواصل معاها لانها بهذا الشكل لان تطلب من زعتر وزيت مرة اخري ",
    "created": "2024-06-10"
  },
  {
    "": "تم التواصل مع العميل واستلم ودفع ثمن الاوردر بالكامل",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر وليست اول مره وان الاوردر ان لم يصل خلال 5 دقائق لن يستلمه وانه طلب من الفرع الاتصال به لمعرفه مكان الاوردر اكثر من مرة وان لم يصل علي الموعد لن يدفع ثمن الاوردر",
    "created": "2024-06-10"
  },
  {
    "": "تم التواصل مع خلود للتوضيح للعميل ",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Other complaints",
    "details ": "العميل بيشتكي بسبب زياده سعر خدمه التوصيل ",
    "created": "2024-06-10"
  },
  {
    "": "سوف يتم إرسال اوردر بيبسي للعميل \nبسبب ضغط الاوردرات قام الطيار بتبديل الاوردر ",
    "Account name": "سارة ايمن",
    "Account Phones": "1121121522",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من طلب اوردر البارحه فيه بيبسي ولم يصل وتريد ارسال بيبسي اليوم مع الاوردر الجديد علي طلبات وترجو عدم تأخر الاوردر مرة اخري وان الاوردر يصل كاملا هذه المرة",
    "created": "2024-06-11"
  },
  {
    "": "تم التأكيد على ان الاوردر به الفرايز وان المشكلة من درايفر طلبات واوضح الكول سنتر للعميلة ان تتواصل مع الدعم الفني لطلبات لتعويضها",
    "Account name": "حبيبه الجرحي",
    "Account Phones": "1030655667",
    "type ": "Missing items",
    "details ": "تشتكي العميله انها طلبت اوردر من طلبات رقم 1615034257 وعند استلام الاوردر  وجد انه لا يوجد فرايز في الاوردر وتوصلت العميله مع الكول سنتر وتم تبليغ الفرع ووضح لنا انه بها فرايز وتم التبليغ العميله من خلال الكول سنتر انه تتواصل مع الدعم الفني لطلبات",
    "created": "2024-06-11"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "ملك حجاب ",
    "Account Phones": "1226055550",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تأخر الاوردر اليوم وان الاوردر وصل لساعتين ولم يصل بعد والكول سنتر  ابلغها انه سيصل بعد 60 دقيقه ولم يصل بعد وتواصلت مع الكول سنتر اكثر من مرة وايضا لم يصل وابلغت الكول سنتر ان الاوردر اذا لم يصل بعد 10 دقائق لن تستلم الاوردر ولكن بعد ذلك استلمت الاوردر ",
    "created": "2024-06-12"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "سلمي ابراهيم",
    "Account Phones": "1222104288",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تأخر الاوردرات المستمر وانها ليست اول مرة يحدث بها هذا التأخير وهم غاضبين وبشده من التأخيرات المستمرة وانهم يتواصلوا اكثر من مرة ولا يحصلوا علي معاد لاستلام الاوردر",
    "created": "2024-06-12"
  },
  {
    "": "تم التواصل",
    "Account name": "ايه محمد",
    "Account Phones": "1017111613",
    "type ": "Delivery",
    "details ": "تشتكي العميله انه طلبت اوردر من خلال انستا شوب وعند استلام الاوردر السابق لها وجدت ان الشوكليت موس كيك سيئه للغايه وان هامستائه جدا بعدم الاهتمام بي الدريفر لان الاوردر بيجي مقلوب مع الطيار وتريد مسئول التوصل مع العميله",
    "created": "2024-06-12"
  },
  {
    "": "تم التواصل مع العميل من قبل الفرع اكثر من ولم يتم الرد",
    "Account name": "ابراهيم عطى",
    "Account Phones": "1111144522",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكول سنتر وبلغ العميل ان الرابات تكون في بوكس واحد وتكون 4 قطع وعند استلام الاوردر وجد ان الرابات غير متقطعه وان العميل يريد حد مسئول التواصل معاه ",
    "created": "2024-06-12"
  },
  {
    "": "تم التواصل مع العميل وارسال عيش",
    "Account name": "مصطفي الصياد",
    "Account Phones": "1005552780",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر ومن محتوياته صحن اللبنه  وقد وصل الاوردر و يشتكي العميل بسبب انه لم يتم ارسال العيش الذي يتواجد مع صحن اللبنه ",
    "created": "2024-06-13"
  },
  {
    "": "تم التواصل مع العميل من قبل الفرع وتم ارسال مشروب اخر من اختياره ",
    "Account name": "سامر حباشنه",
    "Account Phones": "1050008875",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر من طلبات  برقم 1617562580 ومن محتويات الاوردر سانسيت ليمون ويشتكي العميل بسبب ان  السانسيت به طعم لذع  وانه غير صالح للشرب ويحتاج الي تبديل المشروب بمشروب اخر",
    "created": "2024-06-13"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله وسبب التأخير لعدم وجود طيارين حتي عدم وجود طيارين آوت سورس ",
    "Account name": "فرح محمد",
    "Account Phones": "1025414006",
    "type ": "Delivery",
    "details ": "تشتكي العميله انه طلبت اوردر من خلال الكول سنتر وكان وقت وصول الاوردر في 45 دقيقه وبعد مرور ساعه وربع توصلت العميله مره اخري للاستفسار عن الاوردر وتم التواصل مع الفرع وتم تبليغ للكول سنتر انه معندوش طايرين وتم التوضيح للعميله وانها تريد عمل شكوي بسبب التاخير وتريد مسئول من الفرع التوصل معها",
    "created": "2024-06-15"
  },
  {
    "": "عندما تم الاتصال بنا من الكول سنتر كان الاوردر متسلم منذ ٣٠ دقيقة",
    "Account name": "يوسف سامي ",
    "Account Phones": "1003607101",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر من طلبات  برقم 1619373468 ويشتكي بسبب ان الاوردر تاخر جدا و يشتكي من صعوبه الوصول ومتابعه الاوردر وابلغ انه لن يطلب مره اخرى",
    "created": "2024-06-15"
  },
  {
    "": "تم التواصل مع العميلة من خلال الفرع وارضاءها ولا يوجد مشكلة ",
    "Account name": "هاله سمير",
    "Account Phones": "1023961642",
    "type ": "Delivery",
    "details ": "تشتكي العميله  من تاخر الاوردر ومن الطيار  بسبب انه تواصل معها لارسال اللوكيشن الخاص بها ",
    "created": "2024-06-15"
  },
  {
    "": "تم التواصل مع العميل ",
    "Account name": "محمد حمدان",
    "Account Phones": "20",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بأنه طلب اوردر ومن ضمن الاوردر كان 2 عصير برتقال وسلطة فاتوش وكان طعم العصير سىء للغايه غير الطبيعه وكانت السلطة غير طازجة بالمرة وكان طعمها ورائحتها سيئة جدا وكان العيش الكراركرز بداخلها طري جدا وهذا عكس تعود العميل علي زعتر وزيت",
    "created": "2024-06-16"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وارسال اوردر جديد ",
    "Account name": "احمد سعيد سليمان ",
    "Account Phones": "1284007778",
    "type ": "Other complaints",
    "details ": "العميل طلب اوردر من طلبات برقم 1621527782 ومن محتويات الاوردر استيكن مشروم ويشتكى ان وصله مشروم ومايونيز فقط فى العيش والعميل مستاء جدا",
    "created": "2024-06-16"
  },
  {
    "": "تم التواصل مع العميل وارسال اوردار اخر وتم  تبليغ الكول سنتر \nوالعميل معندوش اي مشكله  ",
    "Account name": "هاني حجازي ",
    "Account Phones": "1091928294",
    "type ": "Other complaints",
    "details ": "يشتكى العميل بأنه طلب اوردر ومن ضمن الاوردر كان 2 فيجى بيتزا ووصلوا للعميل واحده مستويه والتانيه غير مستويه والعميل بلغ انها تشبه العجين  ",
    "created": "2024-06-16"
  },
  {
    "": "تم التواصل مع العميله وارضاء العميله في أقرب وقت ",
    "Account name": "اسلام طلبه",
    "Account Phones": "1001112814",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر بيك اب من الفرع وعند وصولها للمنزل لم تجد منقوشه اللحمه بالعجين وعند الرجوع للمطعم تم ابلاغ العميلة بوجود المنقوشه ولكن حدث خطأ بالفرع ولم تصل كما طلبت ان تكون المنقوشه هاف مون متقطعه  ولكنها وصلت راب متقطعه وان السجق راب  مش في بوكس كما طلبت ونرجوا حل سريع لهذه المشكلة ",
    "created": "2024-06-19"
  },
  {
    "": "N/A",
    "Account name": "جنا صقر",
    "Account Phones": "1016253039",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من الاوردر السابق بانة  كان به 2 فرايز اند تشيز وكان هناك بان فيها البورشنز اقل من العادى وتريد الاهتمام بالاوردرهذه المرة",
    "created": "2024-06-19"
  },
  {
    "": "تم التواصل مع العميلة وقالت انها مشغولة وسوف تتواصل معنا لاحقا",
    "Account name": "علياء رزق",
    "Account Phones": "1001472288",
    "type ": "Other complaints",
    "details ": "تشتكي العميله انها طلبت اوردر و اكدت علي كواليتي الاوردر انه يكون سخن و يوصل في اسرع وقت و عند استلام الاوردر اكتشفت ان الاوردر بارد و ساقع و انها وجدت شعر في المايتي كافتا و تريد حل المشكله في اسرع وقت   ",
    "created": "2024-06-19"
  },
  {
    "": "تم التواصل مع العميلة وتم مراجعه الكاميرات وتم تسجيل كامل وتأكدنا انه تم عمل الاوردار كما جاء حسب طلب العميله ، وتم التواصل مع العميله مره اخري لعمل اوردار اخر وارساله اليها لكنها رفضت وانها معندهاش مشكله ",
    "Account name": "شريف عطا الله",
    "Account Phones": "1009990903",
    "type ": "Missing items",
    "details ": "تشتكي العميله انها طلبت اوردر من انستا شوب رقمه 26952 و الاوردر كان عباره عن منقوشه زعتر و جبنه و منقوشه حلوم و بعد استلام الاوردر اكتشفت ان المناقيش 2 حلوم",
    "created": "2024-06-20"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "احمد زياد",
    "Account Phones": "1062111150",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه تم معاملته بشكل سئ جدا في الفرع من الموظفين  وهو غير راضي تماما ويحتاج احد من المسئولين من الاداره للتواصل مع العميل ",
    "created": "2024-06-21"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": " د \\ عبد العزيز",
    "Account Phones": "1129019685",
    "type ": "Other complaints",
    "details ": "يشتكي العميل بسبب تواجده في الفرع  وعدم الاهتمام به من الاستاف وبسبب تاخر الاستاف علي العميل اكثر من 10 دقائق بدون اخذ الاوردر من العميل ",
    "created": "2024-06-22"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "فرح شاكر",
    "Account Phones": "1284029847",
    "type ": "Delivery",
    "details ": "تشتكي العميله انها طلبت اوردر وتم تبليغ الكول سنتر لها ان التك تايم 60 دقيقه وتوصلت العميله بعد مرور التك تايم بي 10 دقايق وتم ابلاغها انه في الطريق لحضرتك وانها مستائه بسبب التاخير وتريد مسئول التواصل معاها",
    "created": "2024-06-22"
  },
  {
    "": "تم التواصل مع العميل من قبل الفرع وعرض عليه ارسال اوردر جديد له لارضاءه لكنه كان مصمم علي استرداد ثمن الاوردر",
    "Account name": "احمد طلبة ",
    "Account Phones": "1222121619",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب كنافه بان من خلال طلبات برقم 1633537001 وعند استلام الاوردر وجد انها سيئه جداا وطعمها بارد وانه يريد امواله حتي لا يذهب للفرع غدا  ",
    "created": "2024-06-24"
  },
  {
    "": "تم التواصل مع العميل ومفعل خاصية البريد الصوتي ولا نستطيع التواصل معه",
    "Account name": "ابراهيم عطى",
    "Account Phones": "1111144522",
    "type ": "Delivery",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكول سنتر الساعه 2:40 ص وتواصل الفرع مع الكول سنتر وتم التبليغ ان الطيار عندو مشكله في الدراجه الناريه وانه لن يذهب لتوصيل الاوردر وتم التوصل مع العميل وابلاغه وانه كان منفعل جداا بسبب انه كان لديه شكوتين قبل كده بسبب التاخير واوردر خطا وانه يريد مسئول التواصل معاه",
    "created": "2024-06-25"
  },
  {
    "": "تم التوصل و الحل",
    "Account name": "داليا منير ",
    "Account Phones": "1062713962",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من الاوردر السابق بأنها طلبت اوردر يحتوي علي تركي اند تشيز وعصير برتقال ووصل لها التركي اند تشيز فقط بعد دفع الفاتورة كاملة وتواصلت مع الكول سنتر لعمل اوردر جديد وتم تبليغ الفرع",
    "created": "2024-06-25"
  },
  {
    "": "تم التواصل مع العميلة ولم يتم الرد اخر محاولة اتصال كانت اليوم",
    "Account name": "راشا سعودى",
    "Account Phones": "1009110110",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة بأن طلبت اخر اوردر لها من ٣ ايام من خلالنا وكان الاوردر يحتوي ع 3 طاووق راب وكان طعم الراب سىء للغايه وناشف جدا وكان يوجد به شعر بطول الراب وكانت مستاءه جدا لان هذا عكس ماتعرفه عن زعتر وزيت وتم السوال على صوورة للاوردر ولكنها لم تصور الاوردر وطلبت عمل شكوي وتوصيلها للمسؤلين",
    "created": "2024-06-25"
  },
  {
    "": "تم التواصل مع العميل وتم ارسال باقي الاوردر له واضاف راب اخر مع باقي الاوردر تمت ضيافته وكان راضي ",
    "Account name": "شادي منتصر",
    "Account Phones": "1141501770",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه عمل اوردر من طلبات و رقمه 1636968498 و كان عباره عن 2 راب حلوم و 2 طبق خضار و و تشكوليت بنانا بعد استلام الاوردر اكتشف ان الاوردر 2 راب حلوم و تشوكليت بنانا فقط و يريد باقي الاوردر",
    "created": "2024-06-27"
  },
  {
    "": "تم التواصل مع العميلة من قبل الكول سنتر وتم التنسيق مع الفرع وتوصيل اوردر جديد لها  مع العلم انها خارج الزون والمشكلة تبديل الاوردر من طيار طلبات ",
    "Account name": "مي سيد العربي",
    "Account Phones": "1287829391",
    "type ": "Missing items",
    "details ": "تشتكي العميله انها طلبت اوردر من طلبات و رقمه 1637222247  و كان عباره عن 2 راب حلوم مالتي جرين و بعد استلام الاوردر اكتشفت ان الاوردر تشيز بولز و تشيكن راب  عكس ما طلبت تماما و تريد الاوردر الصحيح في اسرع وقت ",
    "created": "2024-06-27"
  },
  {
    "": "المشكلة تخص طلبات وان المنطقه اللي أتغير فيها الاوردر خارج الزون تماما. واتباعنا بيها بعد ما الدرايفر وصل للعنوان الأول ",
    "Account name": "رودينا البدوي ",
    "Account Phones": "1159218899",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من وصول الاوردر علي عنوان خاطئ وانها بلغت الدعم الفني لطلبات  ان يصل الاوردر علي العنوان الصحيح وتم الابلاغ العميلة من الدعم الفني لطلبات ان المشكله مع الفرع وانهم ابلغوا الفرع بتغير العنوان وعند الرجوع للفرع ابلغوا الكول سنتر ان الدعم الفني لطلبات لم يتواصل معاهم ويجب علي العميلة حل مشكلتها مع الدعم الفني والعميلة مستاءة جدا لذلك وغير مرضيه وتريد من الفرع حل مشكلتها ",
    "created": "2024-06-27"
  },
  {
    "": " تم التواصل مع العميل والاعتذار منه بسبب التاخير و ان سوف يتم تعويضه في الاوردر القادم  ",
    "Account name": "ناصر علي",
    "Account Phones": "1017827777",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انه كل مرة يطلب اوردر بيك اب من الفرع يتأخر في التحضير وان الاوردر اليوم اخذ اكثر من 40 دقيقه بروسيس وعند ذهابه للفرع تم ابلاغه ان الاوردر لم يجهز بعد وهو الان غاضب جدا لهذا الموقف ويريد حل للمشكلة  ",
    "created": "2024-06-27"
  },
  {
    "": "تم",
    "Account name": "شريف سلامة ",
    "Account Phones": "1000092083",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من طلب اوردر به الفلافل التقليدية واكد علي الكول سنتر وصولها تقليدية وليست البروان بيكد ولكن وصلت عكس ذلك وهو مستاء لذلك ويرجوا عدم تكرار المشكلة مرة اخري ",
    "created": "2024-06-28"
  },
  {
    "": "تم التواصل مع العميلة و ارسال اوردر اخر لها و الاعتذار لها ",
    "Account name": "شهد اسامه",
    "Account Phones": "1112551537",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من طلب اوردر علي طلبات برقم 1638680112 وانها طلبت طاووق راب ووصل لها حلومي بيكون وانها مستاءه جدا بسبب تكرار هذه المشاكل وتريد حل سريع لها ",
    "created": "2024-06-28"
  },
  {
    "": "تم إرسال أورد جديد و عمل منقوشة نوتيلا ضيافة والإعتذار لها على الرغم أن العميل معتاد الشكوى و أنها الشكوى رقم ٧",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Other complaints",
    "details ": "تشتكى العميله من انها طلبت اورود وكان من ضمن الاوردر منقوشه جبنه عكاوى وبلغت انها وصلتلها المنقوشه بارده والجبنه متبهدله وان المنقوشه حالتها سيئه للغايه وان يوجد شعره فى العجين والعميله مستاءه جدا وتريد من الفرع حل مشكلتها",
    "created": "2024-06-29"
  },
  {
    "": "تم التواصل مع العميل وتقديم الأعتذار و عرضنا عليه تقديم اوردر جديد ولكنه رفض وتقبل إعتذرنا",
    "Account name": "بشير خوري",
    "Account Phones": "1144444713",
    "type ": "Other complaints",
    "details ": "يشتكى العميل من طلب اوردر على طلبات برقم 1640778876 وكانت محتويات الاوردر فرايز وحمص اند كراكرز وكينوا تبوله وبلغنى ان الفرايز وصلتله محروقه وانه رماها وانهم وضعوا الفرايز والحمص فى شنطه واحده والحمص وصله سخن وانه مش بياكلوا سخن ورماه والعميل مستاء للغايه وبلغنى ان دى مش اول شكوى ويريد من الفرع حل مشكلته    ",
    "created": "2024-06-29"
  },
  {
    "": "العميلة حضرت للفرع وتم الإعتذار  لها وعمل أوردر جديد وتم ضيفتها شوكلت بنانا",
    "Account name": "مازن احمد",
    "Account Phones": "1222207522",
    "type ": "Other complaints",
    "details ": "تشتكى العميله من انها طلبت اورود من الفرع نفسه وكان من ضمن الاوردر مايتى كافتا وفيمس تشيكن والفيمس تشيكن وصلها فيه شىء شبه البلاستيك والعميله بلغت انها كانت هتختنق بسببه وتريد من الفرع حل مشكلتها",
    "created": "2024-06-30"
  },
  {
    "": "تم التعويض بخصم في الاوردر القادم",
    "Account name": "داليا سليمان ",
    "Account Phones": "1001405900",
    "type ": "Missing items",
    "details ": "العميله طلبت اوردر يحتوي علي 2 فيمس تشكن وتشوكليت بنانا واكسترا كب خارجي جارليك مايو وتشتكي بسبب عدم وجود كب الجارليك مايو في الاوردر وتشتكي بسبب ان الفيمس تشكن و التشوكليت بنانا في بوكس واحد  ",
    "created": "2024-07-01"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "سارة عماد",
    "Account Phones": "1157967209",
    "type ": "Missing items",
    "details ": "تشتكي العميلة بأنها طبت اوردر وكان من ضمن الاوردر لحم بعجين وريمكن مخلل ولكن لم يتم وضع المخلل مع الاوردر ولم يتم توزيع اللحم بعجين علي العيش بطريقة جيدة ورافضة ان توصيل الاوردرات القادمة لها ان تكون من فرع كايرو فيستيفال سيتي ",
    "created": "2024-07-02"
  },
  {
    "": "تم حل المشكله مه العميله",
    "Account name": "ياسمين رنكوشي",
    "Account Phones": "1000446708",
    "type ": "Delivery",
    "details ": "العميله طلبت اوردر يحتوي علي 2 منقوشه حلومي  و اكسترا عيش ابيض وتشتكي بسبب ان الاوردر تاخر جدا وانه كان بارد وان الاوردر كان خطا بسبب ان الاوردر وصل 1 منقوشه حلومي في عجين اسمر  علي عكس طلب العميل ",
    "created": "2024-07-03"
  },
  {
    "": "تم حل المشكله مع العميل ",
    "Account name": "بلال شهاب ",
    "Account Phones": "1030000051",
    "type ": "Other complaints",
    "details ": "العميل طلب 2 فيمس تشكن ويشتكي بسب انه وجد في الراب شئ صلب مما ادي الي انزعاج و ضرر لاسنان العميل ",
    "created": "2024-07-03"
  },
  {
    "": "",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "",
    "created": ""
  },
  {
    "": "",
    "Account name": "تم التواصل معه و الإعتزار له وتم تنسيق الاوردرات معه",
    "Account Phones": "2024-07-03",
    "type ": "",
    "details ": "",
    "created": ""
  },
  {
    "": "تم استلام الاوردر وتم الاعتذار للعميل عن التأخير ",
    "Account name": "لاميس عبدالعزيز",
    "Account Phones": "1000504202",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تأخر الاوردر وأنها طلبته من الساعه 10:45 وطلبت يكون عندها الساعه 1 والساعه وصلت 1:26 ولم يصل الاوردر بعد وابلغت العميلة الكول سنتر بأنها بجانب كايرو فيستفال وان الاوردر ان لم يصل بعد لحظات لن تستلم الاوردر ",
    "created": "2024-07-04"
  },
  {
    "": "تم التواصل مع العميل و الإعتذار له وتم توصيل أوردر  ضيافه له",
    "Account name": "زياد بدوى",
    "Account Phones": "1091946845",
    "type ": "Other complaints",
    "details ": "قام العميل بطلب اوردر 2 طاووق راب  وعمل كومنت ان الصوص يكون قليل جدا ولكن وصل اكسترا وانه تناول واحد ولم يستطع تناول الاخر ويريد حل سريع للمشكله ",
    "created": "2024-07-04"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة وارسال الاوردر له",
    "Account name": "هانى صغير ",
    "Account Phones": "1027218220",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر من طلبات و رقمه 1647560651 وكان من ضمن محتويات الاوردر ريد فيلفيت ولكنه لم يصل للعميل والعميل ويريد احد من الفرع يتواصل معه لحل مشكلته  ",
    "created": "2024-07-04"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله ",
    "Account name": "هند حمزة",
    "Account Phones": "1156878787",
    "type ": "Delivery",
    "details ": "تشتكى العميله من تأخير الاوردر وتشتكى من اسلوب تعامل الفرع معاها حيث انها بلغت ان الفرع تعامل معاها بأسلوب سىء جدا والعميله مستاءه للغايه",
    "created": "2024-07-07"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله",
    "Account name": "سامح الغبالى",
    "Account Phones": "1032322275",
    "type ": "Other complaints",
    "details ": "العميل يشتكي من طلبه لاوردر مايتي كافتا وكان فيها حاجات سوداء شبه العروق او عضم او ان اللحمه مش نضيفه وبيطلب من طلبات كتير وانه مش عايز تعويض ولا حاجه بس عايز حد يتواصل معاه ويحل المشكلة ",
    "created": "2024-07-08"
  },
  {
    "": "العميل بيطلب يوميا من الفرع و أنه يريد دفع قيمة الأوردر على دفعات وتم التواصل معه و إيضاح أنه غير مسموح في الإدارة والإعتذار له عن بعض الأصناف الغير موجوده",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من سوء الادارة في الفرع وانه طلب اوردر قبلها بي يوم وطلب من الفرع تحضير وابلاغه باي مكونات مش موجود حتي يتصرف سريعا ولكن حدث عكس ذلك في اوردر اليوم وهو مستاء جدا ويريد حل لمشكلته وليس فقط اعتذرات ",
    "created": "2024-07-09"
  },
  {
    "": "تم التواصل معزالعميله و توضيح أنه سيستم الشركة وسيتم إيصال شكوتها للإدارة",
    "Account name": "هنا عبدالوهاب",
    "Account Phones": "1104484138",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من غلاء سعر الدليفري  35 ج وان منطقة التوصيل  بجانب الفرع والتكلفه يجب ان تكون اقل من ذلك",
    "created": "2024-07-10"
  },
  {
    "": "تم حل المشكله مع العميل",
    "Account name": "يوسف جورج",
    "Account Phones": "1228888044",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من الاوردر السابق وانه كل مرة يعمل كومنت عدم وجود مايو والاوردر يتقطع وان الاوردر ياتي عكس ماطلب ويريد عدم تكرار هذه المشكلة مرة اخري ",
    "created": "2024-07-12"
  },
  {
    "": "تم الأهتمام بالأورد و التأكد أن الفرايز لايوجد به زيت و سخن",
    "Account name": "انا ريتا",
    "Account Phones": "1093443230",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من الفرايز بالمطعم وانها تاتي سيئه وبها زيت وتريد عدم تكرار الأمر والاهتمام  بالاوردر",
    "created": "2024-07-12"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله ",
    "Account name": "سارة نور",
    "Account Phones": "1017555550",
    "type ": "Other complaints",
    "details ": "تشتكي العميله من انها اول مره تطلب اوردر ديليفيري و بلغت ان المناقيش ساقعه و الفلافل مش احسن حاجه و الصوص قليل علي عكس الداين ان و انها بتطلب دايما من مطاعم تانيه و الاكل بييجي سخن و هي متضايقه من تجربه اول اوردر ديليفيري",
    "created": "2024-07-14"
  },
  {
    "": "N/A",
    "Account name": "سلمي محمد",
    "Account Phones": "1023299999",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة بأنها طلبت اوردر عبارة عن تشيكن سيزر راب وتم التسجيل من خلال الكول سنتر بطلبها ولكن وصلها تشيكن شاورما عكس ما طلبت",
    "created": "2024-07-14"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "فريدة عمرو ",
    "Account Phones": "1007293644",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من تأخير الاوردر وانه تم اخبارها بوقت توصيل 45 دقيقه والاوردر وصل ساعه ونصف ولم يصل بعد وتريد حل لهذه المشكله وان الاوردر عباره عن 2 منقوشه زعتر وجبنه  فقط ولا يحتاج لكل هذا الوقت ",
    "created": "2024-07-14"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "امير بنوب",
    "Account Phones": "1275446644",
    "type ": "Delivery",
    "details ": "تشتكي العميله انها طلبت اوردر من خلال الكول سنتر وتم التبليغ لها ان التيك تايم 45 وتم الوصول الاوردر بعد ساعه وانها مستائه جدا بسبب التاخير وعند وصول الاوردر وجدت ان الاكسترا فرايز البورشن قليله جدا غير المعتاد وانها وتم طلب صورة من الاوردر العميلة وضحت انها كلت الاوردر بسبب تاخر الاوردر عليها تريد مسئول التواصل معاها في اسرع وقت",
    "created": "2024-07-15"
  },
  {
    "": "تم الإتصال به أكتر من مره ولم نستطيع الوصول إليه",
    "Account name": "رودي سليمان",
    "Account Phones": "1289817777",
    "type ": "Missing items",
    "details ": "طلب العميل اوردر بتاريخ 14/7 وكان ينقصه 4 عصير برتقال ولم يسترد المبلغ بعد وحاولنا الاتصال به اكثر من مرة ولم يرد علي الفرع ولا الكول سنتر ",
    "created": "2024-07-16"
  },
  {
    "": "تم حل المشكلة و إرسال نسخه من الشيك مع الاوردر الآخر و تم مراعاة التعليقات الخاصة بها",
    "Account name": "ندي الاتربي ",
    "Account Phones": "1005401063",
    "type ": "Other complaints",
    "details ": "تشتكي العميل من الاوردر السابق انه وصل بدون رسيت وبدون كفرات وايضا العلب مش موجود عليها اي لابل وتريد الاهتمام اكثر بالاوردر وارسال كفرات والرسيت ",
    "created": "2024-07-16"
  },
  {
    "": "تم التواصل مع العميلة و تم الاعتذار لها و تم إرسال الباقي من من الاوردر",
    "Account name": "ندي اكرم ",
    "Account Phones": "1003690071",
    "type ": "Other complaints",
    "details ": "تشتكي العميله انها طلبت اوردر من طلبات و رقمه 1664540128 و من ضمن الاوردر منقوشه جبنه و لبنه و بعد استلام الاوردر اكتشفت انه ناقص المنقوشتين و تريد باقي الاوردر في اسرع وقت ",
    "created": "2024-07-16"
  },
  {
    "": "N/A",
    "Account name": "كريم محروس",
    "Account Phones": "1144441117",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من التأخير الدائم في تحضير الاوردرات البيك اب  وانه أكد علي الفرع قبل الاستلام اليوم عدم تأخير الاوردر ولكن عند ذهابه حدث عكس ذلك وتأخر مره اخري في التحضير 15 دقيقه بالرغم من ان الكول سنتر ابلغه بوقت تحضير 20 دقيقه ولكنه مستاء ويريد حل سريع لهذه المشكله ",
    "created": "2024-07-17"
  },
  {
    "": "تم التواصل مع العميل و ارسال له الاوردر و ضيافه من المطعم ",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من طلبه لاوردر بيك اب وانه اضاف عليه بوتيتو شيكن ولكن لم تكن موجوده بالاوردر وانه يريد باقي الاوردر في الحال ويتمني عدم تكرار المشكلة ",
    "created": "2024-07-18"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "يوسف سامر",
    "Account Phones": "1119997636",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من سوء طعم الزعتر وانه طعمه مالح وحامض وسئ جدا ويريد حل لمشكلته حالا او ارجاع الاوردر ",
    "created": "2024-07-18"
  },
  {
    "": "تم التواصل مع العميله وحل مشكلتها وارسال لها الطلب ",
    "Account name": "مني موافي ",
    "Account Phones": "1223738102",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر من انستا شوب و رقمه 8194939 و من ضمن الاوردر تشيكن براديد و بعد استلام الاوردر اكتشفت انه ناقص و انها تريد باقي الاوردر و لم تدفع ثمن توصيل مره تانيه ",
    "created": "2024-07-21"
  },
  {
    "": "تم التواصل مع العميل و الإيضاح له أن طريقة اللف للراغبات إختلفت عن قبل و تم الإعتذار له ووضع جميع الراباتفي علب البيتزا",
    "Account name": "عبدالرحمن ",
    "Account Phones": "1060099668",
    "type ": "Packaging",
    "details ": "يشتكي العميل من سوء المعامله في الفرع وانه دائم الطلب هناك وان الفرع لم يتعامل معه جيدا ووضع له الاوردر بداخل اكياس وليس بوكس وشكله سئ وايضا لم يتقطع كما طلب ويتمني عدم تكرار ذلك ويحتاج من الفرع التواصل معه ",
    "created": "2024-07-23"
  },
  {
    "": "تم التواصل مع العميلة و أن العميلة مستأة من رد موظف الكول سنتر و أنها كانت تنتظر رد أفضل تم الإعتذار لها و عرض عليها أوردر فري و تقبلت إعتذرنا\n- رد الكول سنتر : تم الاعتذار للعميلة من خلال الموظف تم عمل جميع اجراءات الشكوى ",
    "Account name": "ندي عمر",
    "Account Phones": "1000171500",
    "type ": "Quality of food",
    "details ": "العميلة تشتكي ان طلبت اوردر عن طريق طلبات وان الاوردر وصل لها  منقوشة لحمة بعجين باردة جدا رغم ان الفرع قريب منهم وشكلها مش كويس والمناقيش فوق بعض وكذلك نفس الكلام علي منقوشة الزعتر وجبنة والعميلة غير راضية عن حالة الاوردر",
    "created": "2024-07-24"
  },
  {
    "": "تم الاتصال بالعميل وكان في اجتماع وسيتم الاتصال بنا مره اخري",
    "Account name": "ناصر علي",
    "Account Phones": "1017827777",
    "type ": "Packaging",
    "details ": "يشتكي العميل من طعم العجين في الاوردرالأخير وانه يوجد شئ خطأ في الطعم وانه يطلب من زعتر وزيت بأستمرار ويعرف الفرق وايضا الزعتر في منقوشه الحلومي اصبح قليل للغايه علي عكس المعتاد وايضا لما يأتي في بوكس وكان متغلف في ورق وهو مستاء جدا من ذلك ويريد من الفرع التواصل معاه وحل مشكلته لانه لان يقدر علي الطلب مرة اخري \nمع ( العلم ان الفرع اوضح ان البوكسات تخرج لبعض العملاء وفقا لبعض القوانين التي تخص المطعم وسوف يتم ارضاء العميل في المرة القادمه ) ",
    "created": "2024-07-25"
  },
  {
    "": "N/A",
    "Account name": "اندرو اشرف ",
    "Account Phones": "1550510908",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر البارحه من فرع واتر واي تيك واي وانه كان الساعه 6.30 وانه كان طالب 2 منقوشه جبنه و1 زعتر وصل له 1 جبنه و2 زعتر وهو يحتاج باقي الاوردر ويرغب من الفرع التواصل معه ",
    "created": "2024-07-26"
  },
  {
    "": "تم ارسال المنقوشة للعميل ضيافه من المطعم و تم تقفيلها علي كول سنتر \nرد الكول سنتر : تم التواصل مع العميل والاعتذار لة والعميل راضى .",
    "Account name": "حشمت حلمي",
    "Account Phones": "1126143909",
    "type ": "Call Center",
    "details ": "تم اتصال العميل لتسجيل اوردر من خلال الكول السنتر بة منقوشة زعتر وجبنة وتم تسجيل الموظف منقوشة جبنة فقط ",
    "created": "2024-07-26"
  },
  {
    "": "تم التواصل مع العميل و الإعتذار له و إرسال أوردر كامل له",
    "Account name": "  محمد اسماعيل ",
    "Account Phones": "1111885666",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من طلبات برقم  1681011302 يحتوي علي بوتيتو بان  و سلاد و برجر وحمص  ويشتكي من ان الاوردر الذي  وصل يحتوي علي مناقيش و سلاد فقط ",
    "created": "2024-07-28"
  },
  {
    "": "لقد تم التواصل مع العميل وارسال أودر آخر له وكانت المشكله بسبب التغليف لم يتحمل الصوص الموجود بالاوردر ",
    "Account name": "بهاء الدين محمد أحمد",
    "Account Phones": "1225587829",
    "type ": "Quality of food",
    "details ": "العميل طلب اوردر من طلبات ورقمه 1681226364 ومن ضمن محتويات الاوردر فلافل ويشتكى العميل ان الساندوتش وصله مبتل ولفه الساندوتش ايضا كانت مبتله لدرجه انها بايشه",
    "created": "2024-07-28"
  },
  {
    "": " خرج الاوردر من الفرع فى ميعاده واتصل الطيار بالعميل اكثر من مره الساعه الرابعه وثلاث دقايق لذلك توجه الطيار إلى توصيل باقى الاوردرات بعد الانتظار لأكثر من خمس دقائق  لذلك ليست مشكه الفرع  برجاء حذف الشكوى",
    "Account name": "محمد طهيمه ",
    "Account Phones": "1068015775",
    "type ": "Delay",
    "details ": "يشتكي العميل انها طلب اوردر من خلال الكول سنتر وتم ابلغنا انه سوف يستلمو الساعه 4 م وعند التواصل مع الفرع الساعه 3:52 م بلغنا عن العميل استلم الاوردر وتم غلقه من السيستم وتم تواصل العميل مع الكول سنتر الساعه 4:18 م وبلغنا ان الاوردر لما يصل وانه محتاج مسئول من الفرع التواصل معاه ",
    "created": "2024-07-28"
  },
  {
    "": "تم الاعتزاز للعميل وحل له المشكله وهو عميل دايم لزعتر وزيت",
    "Account name": "خليلى خليلى",
    "Account Phones": "1023434097",
    "type ": "Food temperature",
    "details ": "يشتكي العميل انه طلب اوردر عباره عن اتشيكن برجر من خلال الكول سنتر وعند وصول الاوردر تواصل العميل مع الكول سنتر ان الفرايز بارده جدا ومحتاج مسئول من الفرع التوصل معاه   ",
    "created": "2024-07-28"
  },
  {
    "": "تم حل المشكله",
    "Account name": "امام التراكجي",
    "Account Phones": "1158211837",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر وانه تم ابلاغه ب 20 دقيقه حد اقصي لاستلام ولكن الاوردر تخطي الساعه والربع ولم يستلمه بعد وهو مستاء من التاخير جدا  (Urgent)",
    "created": "2024-07-29"
  },
  {
    "": "تم التواصل والتنسيق بين مسؤل الدليفرى والكول سنتر وبناءً عليه تم ارسال الاوردر",
    "Account name": "خالد مرزوق",
    "Account Phones": "1000030194",
    "type ": "Delivery",
    "details ": "- اخبرنا مسئول التوصيل ان الوقت متاخر ولن يستطيع توصيل الاوردر لهذه المنطقة بعد ٤٠ دقيقه بروسسينج ( مع العلم انها داخل الزون ) \n- قام العميل بعمل اوردر طلبات بعد ان أخبرناه اننا لن نوصل لمنطقته ثم قام الفرع بتوصيل الاوردر وايضاً اوردر طلبات الذي طلبه العميل ف اصبح هناك اوردرين لنفس الشخص \n- ⁠تصنيف المشكلة ( سوء تواصل ومتابعه ",
    "created": "2024-07-29"
  },
  {
    "": "تم التواصل مع العميل وارسال اوردر اخر والاعتذار له ",
    "Account name": "سيف ابو سنة ",
    "Account Phones": "1125528555",
    "type ": "Quality of food",
    "details ": "العميل بيشتكي من طلبه لاوردر من الفرع وان الاوردر به كومنت الايج اند تشيز يكون بدون مايونيز 2 قطعه ولكن الاوردر وصل به المايو اكسترا والعميل مستاء من ذلك الخطأ ويحتاج حل لمشكله ",
    "created": "2024-07-30"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "كريم مرزوق",
    "Account Phones": "1006130427",
    "type ": "Quality of food",
    "details ": "العميل طلب اوردر من طلبات ورقمه 1684053907 ومن ضمن محتويات الاوردر كانت سلطه الشيكن كيل وبلغ ان الكيل وصله بايت وميتاكلش ويريد حد من الفرع التواصل معه لحل هذه المشكله",
    "created": "2024-07-30"
  },
  {
    "": "تم التواصل مع العميل و الإعتذار له وعرض عليه أوردر أخر ولكنه رفض وتقبل الإعتذار",
    "Account name": "كريم محسن ",
    "Account Phones": "1222251086",
    "type ": "Food safety and poisoning cases",
    "details ": "يشتكي العميل من وجود زلطه في الاوردر وانه كان طلب اوردر طلبات برقم 1686887222 وكان تشيكن مارينارا وكافتا بان وانه عثر علي زلطه بداخل الكافتا بان ويرجوا الاهتمام اكثر بجودة الطعام وعدم تكرار المشكلة ",
    "created": "2024-08-01"
  },
  {
    "": "تم التواصل مع العميلة وتم حل المشكلة",
    "Account name": "محمد مصطفي",
    "Account Phones": "1026222258",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من طلبها لاوردر بيك اب وان فتاة من الفرع تواصلت معاها حتي تذكرها  بالقدوم لاستلام الاوردر ولكن كانت طريقتها سيئه وتم التواصل معاها من خدمة العملاء والايضاح للعميلة سوء التفاهم انها لم تكن تقصد وتم الاعتذار للعميلة ",
    "created": "2024-08-01"
  },
  {
    "": "تم التواصل مع العميل \n",
    "Account name": "حمزه خالد ",
    "Account Phones": "1024200120",
    "type ": "Delay",
    "details ": "يشتكي العميل انه طلب اوردر من طلبات و رقمه 1687050172 و الاوردر اتأخر جدا و رافض يستلمه و يريد استرداد المبلغ ",
    "created": "2024-08-01"
  },
  {
    "": "تم التواصل مع العميله وتم حل المشكله معاها ",
    "Account name": "سها الغربى",
    "Account Phones": "1554993075",
    "type ": "Quality of food",
    "details ": "تشتكي العميله انها طلبت اوردر من خلال الكول سنتر وعند وصول الاوردر  وجدت ان البتنجان في الاتشيكن مارينارا سيئه جداا وان الصلصه ليست فريش وانها مستائه جدا وتريد مسئول من الفرع التواصل معاها",
    "created": "2024-08-01"
  },
  {
    "": "الشكوى ليس لها أي أساس من الصحة و برجاء الرجوع للعميل ومعرفة اليوم إلي حصل فيه التأخير",
    "Account name": "هاني حجازي ",
    "Account Phones": "1091928294",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من تاخير الاوردر البيك اب ساعه و بلغ ان الاستف بيكون نائم مما ادي الي تاخير الاوردر ",
    "created": "2024-08-02"
  },
  {
    "": "لم يكن الكومنت موضح من الكول سينتر ",
    "Account name": "نهلة نبيل",
    "Account Phones": "1098888606",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر فيجي بيتزا اكسترا ماشروم و بتنجان مشوي و تكون مالتي جرين و بعد استلام الاوردر اكتشف انها ليست كما طلبها و2 طاووق راب مالتي جرين واحد ستاندرد و واحد عباره تشيكن و طماطم و خس فقط ووصل ايضا الاتنين ستاندرد و تم استبدال الاوردر و بعد استلامه اكتشف انه ايضا خطأ و عكس ما طلبه و يريد حل مشكلته  ",
    "created": "2024-08-07"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وهو متفاهم جدا و تم عمل اوردر جديد و ارساله له ",
    "Account name": "كامل العيسوي",
    "Account Phones": "1281541154",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اورد من خلال طلبات 1697765455 عباره عن طاوق بان وعند وصول الاوردر وجد ان الطاوق بان بارد جدا وانه سيئه للغايه ولم ياتي معاها الفرايز وانه يريد مسئول من الفرع التوصل معاه",
    "created": "2024-08-09"
  },
  {
    "": "تم التواصل مع العميل و الإعتذار له وإرسال أوردر جديد له وتقبل الإعتذار",
    "Account name": "ملك محمود",
    "Account Phones": "1050089730",
    "type ": "Missing items",
    "details ": "يشتكى العميل من طلب اوردر عن طريق ابلكيشن طلبات ورقم الاوردر 1697553501 وكانت محتويات الاوردر فايمس تشيكن ولكن وصله فلافل ويريد حد من الفرع يتواصل معاه لحل هذه المشكله   ",
    "created": "2024-08-09"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "ياسمين رنكوشي",
    "Account Phones": "1000446708",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر عبارة عن زعتر و 2 حلومي منقووشة تيك اواي من الفرع مساءا وعند فتح الاوردر اليوم وجدت بدل مناقيش الحلومي (حلومي ان زا بان) عكس ما طلبت وكانت مستاءة لان هذا الخطأ تكرر معها اكثر من مره وتريد عمل شكوي لعدم تكرار الخطأ مره اخري (مشكلة فرع)",
    "created": "2024-08-12"
  },
  {
    "": "تم حل المشكله",
    "Account name": "احمد محمد",
    "Account Phones": "1204386666",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر تيك اواي من خلال الكوول سنتر وكان عباره عن اج اند شيز يحتوي علي موزريلا بدل فور شيز ويكون عيش اسمر بدل الابيض واستلمه عكس ما كان طالب ومستاء جدا لان هذا الخطأ تكرر معه اكثر من مره بخطأ ف الاوردر ( مشكلة فرع )",
    "created": "2024-08-12"
  },
  {
    "": "تم ارسال الرسيت بالاوردر المطلوب ولم يكن في محتوياته زعتر",
    "Account name": "انجي محمد ",
    "Account Phones": "1222226660",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من طلبها اوردر ب 550 الساعه 18:33 فيه 3 مناقيش وراب (وهو زعتر - زعتر وجبنه - حلوم - فايمس شيكن  ) ولكن وصلها 2 منقوشه وراب والزعتر لم تجد موجوده وعند الرجوع للفرع قال انه العميله لم تطلبها وارسل ريسيت العميلة بالاوردر المطلوب  وتم ابلاغ العميلة ان الخطأ لم يكن من الفرع ",
    "created": "2024-08-12"
  },
  {
    "": "تم حل المشكله وهيتم تعويض العميله بسله فرائز في الأودر القادم",
    "Account name": "امل عبد الله",
    "Account Phones": "1229047773",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر ومن ضمن الاوردر فرايز ويشتكي بسبب ان الاوردر وصل وكان ينقص الفرايز  ",
    "created": "2024-08-12"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله ",
    "Account name": "ليلي عبدالفتاح ",
    "Account Phones": "1274298479",
    "type ": "Food safety and poisoning cases",
    "details ": "تشتكي العميلة من طلبها لاوردر من طلبات برقم 1703788290 اليوم وان راب السبيزي تشيكن كان بها شئ غريب وان العميلة تريد حل لهذه المشكلة الان ",
    "created": "2024-08-13"
  },
  {
    "": "تم الاعتذار للعميل والتوضيح ان الخطأ ليس من الفرع ولكن من درايفر طلبات ",
    "Account name": "احمد عبد السلام",
    "Account Phones": "1066442221",
    "type ": "Quality of food",
    "details ": "العميل طلب اوردر من ابليكيشين طلبات ورقم الاوردر 1704079485 والاوردر عبارة عن بيتزا بربيكيو والعميل وجد داخل كرتونة البيتزا نمل كثير والعميل اتصل للشكوي والعميل يريد متابعه الشكوى مع الإدارة واوضح انة سيوقف التعامل مع زعتر وزيت",
    "created": "2024-08-13"
  },
  {
    "": "تم الاعتذار للعميل وتسليم الاوردر الصحيح للعميل ",
    "Account name": "سامح الغبالى",
    "Account Phones": "1032322275",
    "type ": "Call Center",
    "details ": "يشتكي العميل انه طلب حلومي راب عيش اسمر واضافه زيتون ولم يتم اضافة الزيتون وتم تسجيلها عيش ابيض",
    "created": "2024-08-15"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة ",
    "Account name": "حمدي طنطاوي",
    "Account Phones": "1021075653",
    "type ": "Packaging",
    "details ": "يشتكي العميل انه طلب  Bites For Gathering 2  واوضح له الكوول سنتر انها بتكون مقسمة الي قطع ولكن وصلت رابات كاملة ومناقيش كاملة والعميل مستاء جدا لانه اول مره يطلب من زعتر وزيت",
    "created": "2024-08-15"
  },
  {
    "": "تم مراجعة الكاميرات والاوردر به فرايز وبه مناديل",
    "Account name": "عمر ابو العزم",
    "Account Phones": "1228688348",
    "type ": "Quality of food",
    "details ": "العميل يشتكي من عدم وجود فرايز داخل الطاووق راب و عدم توافر منديل واحد على الاقل مع الاوردر رغم كثرة الساندويتشات المطلوبة الاوردر عن طريق طلبات برقم 1714333816",
    "created": "2024-08-21"
  },
  {
    "": "يتم يوميا مراجعة الاوردر والكومنتات الموجودة وتم الاتصال به لفهم المشكلة وحلها اغلق المكالمة وقال سيعاود الاتصال",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من طلبه لاوردر به انجوس بوم برجر وانه عمل كومنت مع الكول سنتر ان يكون بدون طماطم ومخلل وصل له عكس ذلك وهو مستاء من تكرر الاخطأ ويرجو حل للمشكلة ",
    "created": "2024-08-22"
  },
  {
    "": "تم الاعتذار للعميل وأرسال صحن خضار  ",
    "Account name": "محمد ياسر",
    "Account Phones": "1200027126",
    "type ": "Missing items",
    "details ": "يشتكي العميل لم يصل له طبق الخضار و لم يتم تقطيع المنقوشة 4 قطع و تم تقطيعها قطعتين",
    "created": "2024-08-23"
  },
  {
    "": "تم الاعتذار للعميل وارسال اوردر جديد وأخذ الاوردر القديم ",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Missing items",
    "details ": "اسم العميل عمر خالد طلب اوردر من خلال خدمة العملاء والعميل موصي ان الاسكالوب يكون بدون جارلك وتم كتابة الكومنت من خلال الكول سنتر والعميل اتصل وقال ان الاوردر الاسكالوب يوجد بة جارلك وهو يريد تعويض بواحد اخر",
    "created": "2024-08-23"
  },
  {
    "": "هيتم استرجاع ثمن الفرايز للعميل مع الاوردر التالي غدا",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر من ضمنه 3 طاووق ان ذا بان ولم يتم خروج الفرايز تيع الطاووق من الفرع والعميل يريد استرجاع الفرايز حالا او ثمنها ",
    "created": "2024-08-25"
  },
  {
    "": "تم تعويض العميل ب اوردر تاني",
    "Account name": "عمر رشاد ",
    "Account Phones": "1117911152",
    "type ": "Missing items",
    "details ": "عميلة طلبت واردر بأسم عمر رشاد وهو عبارة عن اسكالوب واضافة فور اتشيز وتريد كب خارجي للخيار بدل داخل الراب ويكون اسكالوب فقط مع الفور اتشيز وتم تسجيل جميع النوت من قبل الكول سنتر والعميلة اتصلت بعد وصول الاوردر تشتكي من ان الاسكالوب يوجة بة خس وطماطم ولا يوجد كب خارجي للخيار المخلل وتريد حل للمشكلة",
    "created": "2024-08-25"
  },
  {
    "": "تم التواصل مع العميل و الإعتذار له وإرسال أوردر جديد له وتقبل الإعتذار",
    "Account name": "اشرف عميرة ",
    "Account Phones": "1000101111",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكول سنتر وعندي وصول الاوردر وجد ان الطاوق راب ليس موجود وتم تبديله بي ماتي كافتا وانه يريد مسئول التواصل معاه",
    "created": "2024-08-26"
  },
  {
    "": "لم يتم استبدال الاوردر بناءا على طلب العميل وسيتم تعويضه فى الاوردر القادم ",
    "Account name": "سامح الغبالى",
    "Account Phones": "1032322275",
    "type ": "Missing items",
    "details ": "يشتكى العميل من طلب اوردر من خلال الكول سنتر وكانت محتويات الاوردر منقوشه حلومى راب وكانت عيش اسمر وعليها اكسترا خضار وطلب ان الخضار يكون بدون نعناع ويكون طماطم وخيار وزيتون فقط وعند استلام الاوردر وجد العميل ان لم يتم اضافه الزيتون فى الراب وبلغ ان هذه المشكله تكررت معاه اكثر من مره ",
    "created": "2024-08-26"
  },
  {
    "": "تم التواصل مع العميل و التأكد من الكميه الموجوده بالفرع و التأكد من صلاحيتها\nو تم عرض علي العميل تعويضه باورد جديد و رفض وتم عرض رد المبلغ و ضيافته و رفض و قال انه سوف يأتي للفرع بعدين للضيافة\nالعميل اكد ان الاوردر وصل ليه سخن",
    "Account name": "عمرو هشام ",
    "Account Phones": "1228008368",
    "type ": "Quality of food",
    "details ": "يشتكى العميل من طلب اوردر من خلال الكول سنتر والاوردر اتأخر والعميل اشتكى وكانت محتويات الاوردر 2 مناقيش حلومى راب وعليها اكسترا حلومى والعميل بلغ ان طعم الجبنه الحلومى غريب وكأنها بايظه ",
    "created": "2024-08-26"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار وتقديم اوردر جديد للأيتمز اللي حصل بها ضرر  وتم ابلاغ العميلة ان خطاء الاوردر من الدليفري وليس من الفرع ",
    "Account name": "جهاد يوسف",
    "Account Phones": "1000122278",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من طلبها لاوردر وتم عمل كومنت ان يصل الساعه 10:30 وصلها 11 وبعد التأخير وصل لها الاوردر مقلوب داخل البوكس ومتبهدل والبيتزا والزعتر واغلبيه الاوردر مش احسن حاجه وهي مستاءه جدا من كمية الاخطاء وتريد حل سريع ",
    "created": "2024-08-27"
  },
  {
    "": "والخطأ لم يكن من والفرع اوضح بالكاميرات انه تم اضافة  المودزريلا علي المنقوشة بالفعل ولكن الاكسترا المودزريلا بيكون 25 جرام وطعمه مش بيكون واضح من الزعتر وانه سيقدم ضيافه للعميلة  بالمنقوشة وعليها الدبل الاكسترا المودزريلا  ان كانت داخل نطاق التوصيل ولكن العميلة كانت في بيفرلي هيلز خارج نطاق التوصيل وتم تبليغ العميلة بأنها خارج نطاق التوصيل ولكن سيتم تقديم اضافة لها في الاوردر القادم لأرضائها",
    "Account name": "شيرين الحديدي",
    "Account Phones": "1220002900",
    "type ": "Portion",
    "details ": "تشتكي العميلة انها طلبت منقوشة زعتر تيك اواي وعليها اكسترا مودزريلا تشيز ولكنها لم يجد بها اي طعم للمودزريلا وكانت مستاءة جدا وكانت غير مرضية ورافضة التعامل مع زعتر وزيت مره اخري ",
    "created": "2024-08-28"
  },
  {
    "": "تم التواصل مع العميلة والتوضيح والاعتذار لها وتم ارسال اوردر غيره وضيافتها",
    "Account name": "جيهان ماهر ",
    "Account Phones": "1050703594",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات برقم 1726603212 وكان عبارة عن منقوشة جبنة عليها زعتر بالعيش الاسمر ولكن وصلت لها مليئة بالزيت بشكل مش طبيعي",
    "created": "2024-08-29"
  },
  {
    "": "ارسل له الفرع من خلاله اوردر بدل الاوردر الذي يوجد به المشكلة وتم ارضاء العميل",
    "Account name": "روبا اشرف ",
    "Account Phones": "1289707307",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اوردر من خلال طلبات برقم 1726632887 وكان عبارة عن طاووق راب من بيكلز ومن غير جارليك ولكن وصل له بجارليك والعميل مش بياكل الجارليك مايو",
    "created": "2024-08-29"
  },
  {
    "": "تم تواصل الفرع مع العميلة وارسال اوردر بدل الاوردر الاخر والعميلة كانت راضية ",
    "Account name": "عايدة درويش ",
    "Account Phones": "1061651618",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة انها طلبت اوردر من طلبات ورقمه 1731608806 وكان من ضمنه فايمس تشيكن بدون جارليك لانها تعاني من حساسية من الثوم ولكن وصل لها بجارليك عكس ماطلبت",
    "created": "2024-09-01"
  },
  {
    "": "تم التواصل مع العميله و الاعتذار لها والعميله راضيه  وسيكون هناك خصم 10 % و ديزيرت علي الاوردر القادم ",
    "Account name": "هدي اسامه ",
    "Account Phones": "1002867794",
    "type ": "Quality of food",
    "details ": "العميله طلبت برقم شيك 109089  اوردر طلبات  وكان من محتويات الاوردر بوتيتو تشيكن و حلومى بيكون وتشتكي ان البطاطس و البيكون   غير طازجين",
    "created": "2024-09-02"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة وفى انتظار رد الفود سيفتى  - وهيكون للعميل الاوردر القادم خصم 10% و كاب حلوى ",
    "Account name": "محمد حجازي ",
    "Account Phones": "1027492229",
    "type ": "Delivery",
    "details ": "يشتكي العميل من طلبه لاوردر دليفري وتم ابلاغ العميل بوقت توصيل 45 دقيقه وصل له بعد ساعه وربع واوضح العميل ان الاوردر وصل له مجلد وبارد وداخل الراب قطعة بلاستيك  وهو مستاء من ذلك",
    "created": "2024-09-08"
  },
  {
    "": "تم التواصل مع العميل وتم أرسال اوردر جديد -",
    "Account name": "عمر خالد",
    "Account Phones": "1024761116",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من طلبه لاوردر به 2 شيكن اسكلوب وتم عمل كومنت ان يكون الاسكلوب بدون جارليك ويكون مايو ولكن وصل له عكس ذلك تماما وانه يشتكي من تكرار المشكلة كل مرة ",
    "created": "2024-09-09"
  },
  {
    "": "   تم التواصل مع العميل وحل المشكله وارسال اوردر جديد به شاورما لحمه",
    "Account name": "دكتور سامح السحرتي",
    "Account Phones": "1001754075",
    "type ": "Portion",
    "details ": "يشتكي العميل من طلبه 2 شاروما لحمه واحد منهم  كمية الشاروما قليله والعيش ناشف والاخر كانت الكميه كويسه ويحتاج حل للمشكلته ",
    "created": "2024-09-09"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها واخذ خصم 10 % علي الاوردر القادم والعملية راضية",
    "Account name": "مدام دينا الشافعي",
    "Account Phones": "1222142677",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من ان الاوردر وصل لها بارد وان الاوردر تأخر عليها \n مع العلم ان الفرع جهز الاوردر في الوقت المناسب ولكن كان موقفه لعدم وجود درايفر وايضاالدرايفر ابلغ انه لان يستطيع توصيل هذا الاوردر الا في وقت توصيل 60 دقيقه وليس 45 دقيقه وتم التواصل مع العميل من الكول سنتر لمعرفتها ان الاوردر سوف يتأخر عليها بسبب ضغط توصيل في فرع",
    "created": "2024-09-09"
  },
  {
    "": "تم التواصل مع الفرع وارسال الايتم المفقود للعميله وهي راضيه جدا",
    "Account name": "لانا عبدالله",
    "Account Phones": "1015661555",
    "type ": "Missing items",
    "details ": "تشتكي العميله من طلبها لاوردر طلبات برقم 1744625716 والاوردر كان مايتي كافتا وفراولة تشيز كيك ولم يصل لها الشيز كيك وتريد من الفرع ارساله لها ",
    "created": "2024-09-10"
  },
  {
    "": "تم التواصل مع العميلة ولها خصم 10 % علي الاوردر القادم وتم التوضيح ان اي سيزر سالاد للعميله لن تخرج الا بخس السيزر فقط والعميله مرضيه",
    "Account name": "نانيس طلعت",
    "Account Phones": "1228004049",
    "type ": "Portion",
    "details ": "تشتكي العميلة من طلبها لسيزر سالاد وان العميلة تعتقد ان البورشنز قليله ولكن تم التوضيح من الكول سنتر ان البورشنز واحدة ولكن بسبب تبديل نوع الخس وان الخس اخف من السيزر ولكن الكميه واحده ",
    "created": "2024-09-11"
  },
  {
    "": "تم التواصل مع العميل وحل المشكله وله خصم 10% علي الاوردر القادم والعميل مرضي",
    "Account name": "مصطفي ابراهيم",
    "Account Phones": "1274993964",
    "type ": "Delay",
    "details ": "يشتكي العميل من تأخير الاوردر وانه وصل له متأخر علي المعاد اللي اتبلغ بيه واوضح له الكول سنتر ان التاخير فقط كان بسبب الكومنت المكتوب علي الاوردر والتاخير كان 125 دقيقه ",
    "created": "2024-09-12"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها والعميله لم تكن مرضيه بخصم 10 % وسيتم اعطاءها واحد Brown Baked Falafel مع الاوردر الجاى",
    "Account name": "فاطمة محمد",
    "Account Phones": "1273332462",
    "type ": "Quality of food",
    "details ": " تشتكي العميله من طلبها لاوردر من طلبات برقم 1749338817\n وان كوالتي الاوردر كان اقل عن العادى وهي دايما بتطلب من زعتر وزيت واول مره الاوردر يكون كده العيش مش حلو والخضار مش متقطع كويس والفلافل اقل من كل مره ومفيش طحينه في الراب وتريد حل لمشكلتها",
    "created": "2024-09-13"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها \nوتم وصول الكلاسيك بطاطا لها\nوتم وضع تشوكلت بنانا كانوع من الاعتذار",
    "Account name": "نها يوسف",
    "Account Phones": "1001103799",
    "type ": "Missing items",
    "details ": "العميلة طلبت اوردر من طلبلت برقم 1752272377 وكان يتقصة potato chicken من الفرع",
    "created": "2024-09-15"
  },
  {
    "": " تم الاعتذار للعميله وهي فقط تريد الاهتمام بالاوردر المرة القادمه ",
    "Account name": "ليلي نور الدين",
    "Account Phones": "1015333836",
    "type ": "Quality of food",
    "details ": "( feedback) \nالعميله طلبت اوردر شيكن سالاد وتشتكي ان طعم الخس في السلطه به شى بيقرمش وانها تطلبها باستمرار وتريد الاهتمام بالاوردر القادم ",
    "created": "2024-09-16"
  },
  {
    "": "تم تغيير الاوردر من خلال الفرع وحل المشكله والعميل راضي ",
    "Account name": "عمرو وهبة ",
    "Account Phones": "1223399033",
    "type ": "Call Center",
    "details ": "العميل كان طالب اوردر طاووق راب يكون عيش اسمر ووصل له عيش ابيض ويريد حل للمشكله  ",
    "created": "2024-09-16"
  },
  {
    "": "تم التواصل مع العميلة الاعتذار لها لتأخير الاوردر وتم اعطاء خصم ١٠% على الاوردر القادم وتم ارضاء العميلة",
    "Account name": "سهيله حيدر ",
    "Account Phones": "1000610708",
    "type ": "Delay",
    "details ": "العميلة اتصلت بعد مرور ساعة و ربع من طلب الاوردر وتشتكي ان الاوردر لم يصل وهو عبارة عن واحد شاورما فقط وتم التواصل مع الفرع واخبرني ان الاوردر خرج وعند وصول الاوردر للعميلة اصبح توتال الوقت ساعة و37 دقيقة",
    "created": "2024-09-19"
  },
  {
    "": "تم التواصل مع العميل والاعتذار لة لتأخير الاوردر وتم اعطاء خصم ١٠% على الاوردر القادم وتم ارضاء العميل",
    "Account name": "يونس عبد الكريم ",
    "Account Phones": "1102322259",
    "type ": "Delay",
    "details ": "العميل طلب اوردر والوقت للاوردر كان 45 دقيقة والعميل اتصل مرتين لتاخير الاوردر اكثر من ساعة ونص والعميل كان غاضب بسبب التأخير",
    "created": "2024-09-21"
  },
  {
    "": "تم ارسال كب مايونيز من قبل الفرع للعميل",
    "Account name": "اميرة ابو العز ",
    "Account Phones": "1007123929",
    "type ": "Missing items",
    "details ": "العميل يشتكي انه طلب تشيكن سيزر راب و اكسترا مايونيز في كب خارجي وصل لة التشييكن ولم يصل المايونيز",
    "created": "2024-09-22"
  },
  {
    "": "تم التواصل مع العميلة وتم الاعتذار لها وتم خروج الاوردر الصحيح للعميلة وتم ارضاء العميلة",
    "Account name": "ريم بلال ",
    "Account Phones": "1021032204",
    "type ": "Missing items",
    "details ": "العميلة طلبت اورد من خلال الكول سنتر والاوردر عبارة عن 2 فيمس اتشكين والعميلة تتصل تشتكي من وصول اوردر خطا وهو عبارة عن 1 فيمس اتشكين و 1 مايتي كافتا والعميلة تريد الاوردر الصحيح",
    "created": "2024-09-24"
  },
  {
    "": "تم التواصل مع العميلة وتم الاعتذار لها وتم اعطاءها واحد Turkey and Cheese على الاوردر الجاى كنوع من الاعتذار وتم ارضاء العميله",
    "Account name": "روان الزر",
    "Account Phones": "1007744470",
    "type ": "Other complaints",
    "details ": "العميلة طلبت اورد من خلال الكول سنتر وكان من محتويات الاوردر تركى اند تشيز وكانت طالباه عباره عن التركى والفورتشيز والصوص فقط فى العجين ولكن التركى وصلها بالخضار وبالمخلل والعميله عندها حساسيه من الطماطم وبلغت انها رميت الساندوتش",
    "created": "2024-09-25"
  },
  {
    "": "تم التواصل مع الفرع وارسال الايتم المفقود للعميل وهو راضى جدا",
    "Account name": "مهاب ",
    "Account Phones": "1227781280",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من خلال الكول سنتر وكان من محتويات الاوردر Sparkling Water ولكن الاورد وصل للعميل بدون ال Sparkling Water والعميل يريد اوردره كامل",
    "created": "2024-09-25"
  },
  {
    "": "الفرع تواصل مع العميل و تم ارسال بيبسي للعميل و ارضائه",
    "Account name": "شادي سالم",
    "Account Phones": "1222823333",
    "type ": "Missing items",
    "details ": "العميل بيشتكي انه طلب بيبسي مع الاوردر و لم يصل البيبسي ",
    "created": "2024-10-05"
  },
  {
    "": "تم التواصل مع الفرع وارسال الايتم المفقود للعميله",
    "Account name": "دينا سلامة",
    "Account Phones": "1096548095",
    "type ": "Missing items",
    "details ": "تشتكى العميله من انها كانت بتاخد اورود من الفرع وكان من ضمن الاوردر بيتزا بيبرونى وعندما استلمت الاوردر لم تجد فيه البيتزا ",
    "created": "2024-10-06"
  },
  {
    "": "المرة القادمه سيكون لها شيكن اسكلوب بنفس الكومنت مجاني كنوع من التعويض وهي راضيه جدا ",
    "Account name": "دانيا",
    "Account Phones": "1005506772",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة من طلبها لاوردر تشيكن اسكلوب يكون فيها ماسترد صوص بدل جارليك صوص ولكن وصل لها عكس ذلك وكان به الكثير من الكاتشب وهي تكره الكاتشب بداخل الراب ولم تكن متوقعة ذلك من الفرع ",
    "created": "2024-10-09"
  },
  {
    "": "تم التواصل مع الفرع والفرع اتواصل وبلغه انه مش دود ولا حاجه دي حاجه عاديه ف الطماطم ",
    "Account name": "سامح الغبالى",
    "Account Phones": "1032322275",
    "type ": "Quality of food",
    "details ": "يشتكى العميل انه طلب اوردر من طلبات كان الاوردر عباره منقوشه حلومى راب ومعاها طبق خضار ويشتكى ان الطماطم كانت فيها دود ومش احسن حاجه",
    "created": "2024-10-11"
  },
  {
    "": "تم التواصل من الفرع للعميل وارسال الايتم المفقود والعميل راضى",
    "Account name": "مصطفى عصام",
    "Account Phones": "1020011489",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر يحتوي علي بوتيتو تشكن وراب تشكن شاورما اكسترا كب دبس رمان ويشتكي ان الدبس رمان لم يصل في الاوردر وعدم وجود شوكه في الاوردر ",
    "created": "2024-10-11"
  },
  {
    "": "تم التواصل مع الفرع واوضح انه ممكن يكون الحاجه اللى بتقرمش هى اللوز المشوى ولكن تم عمل replace للاوردر",
    "Account name": "نهال الحديدى ",
    "Account Phones": "1020227999",
    "type ": "Quality of food",
    "details ": "العميله طلبت اوردر من طلبات برقم 1794137765 وكانت طالبه حلومى سلاد وتشتكى العميله من يوجد فى السلاط حاجه بتقرمش وان الخضره مش مغسوله كويس وانه شىء يشبه التراب",
    "created": "2024-10-13"
  },
  {
    "": "تم التواصل مع الفرع وتم ارسال الايتم الصحيح للعميل وتم ارضائه",
    "Account name": "لمياء صالح ",
    "Account Phones": "1002237749",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من خلال طلبات ورقم الاوردر 1801606102 وكان الاوردر يحتوى على براون بيكد فلافل ولكن الاوردر وصل للعميل تراديشينال فلافل والعميل يريد اوردره الصحيح ",
    "created": "2024-10-18"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وهيكون لها فى الاوردر القادم حلومى سلاد اعتذار لها والعميلة راضية",
    "Account name": "نها يوسف",
    "Account Phones": "1001103799",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة انها طلبت اوردر من الفرع وكان عبارة عن حلومي سلاد ووجدت بداخلها دودة تتحرك وتطالب التواصل مع المسؤلين",
    "created": "2024-10-19"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكله وشرح الموقف لها وسيكون لها 10 جنيه وايضا خصم 10 % علي الاوردر القادم وتم حل المشكله وهي مرضيه ",
    "Account name": "انجي فؤاد",
    "Account Phones": "1008789369",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة من طلبها لاوردر يكون 2 عبش اسمر وكان التوتال 144 ولكن الفرع ارسل لها في الرسيت توتال 153 وكانت خدمة التوصيل 80 ج بدل 70 جنيه وتريد حل لهذه المشكله ",
    "created": "2024-10-20"
  },
  {
    "": "الفرع تواصل مع العميلة وتم أرسال فرايز وبيبسي لها وتم حل المشكلة \n",
    "Account name": "نارين طارق ",
    "Account Phones": "1111177754",
    "type ": "Call Center",
    "details ": "العميله طلبت اوردر يحتوي علي انجوس برجر و كريسبي هوت دوج و بردد تشكن و طاووق راب وتم  ابلاغ العميله بعرض الكومبو وتشتكي بسبب انه تم وصول الاوردر ولم يصل عرض الكومبو مع الراب ",
    "created": "2024-10-23"
  },
  {
    "": "تم عدم إرسال الفرايز في البدايه علي تعليمات الكول سنتر\nو تم إرسال الفرايز للعميل وهي راضيه الآن",
    "Account name": "فاطمة النورى",
    "Account Phones": "1003100720",
    "type ": "Missing items",
    "details ": "العميله طلبت اوردر من رقم 01000101111 وتشتكي بسبب عدم وصول فرايز الاوفر في الاوردر وتريد الفرايز ",
    "created": "2024-10-24"
  },
  {
    "": "تم توضيح للعملية انه اللوز والعمليه راضيه",
    "Account name": "غاده محمود",
    "Account Phones": "1001604640",
    "type ": "Quality of food",
    "details ": "العميله طلبت اوردر من طلبات برقم 1808982905 وكانت طالبه حلومى سلاد وتشتكى العميله من يوجد فى السلاط حاجه بتقرمش وان الخضره مش مغسوله كويس وانه شىء يشبه التراب وانها مش اول مره تتكرر معاها",
    "created": "2024-10-25"
  },
  {
    "": "تم التواصل مع العميلة وارسال اوردر فلافل لها ولكنها رفضت الاستلام وهي الان مرضيه ",
    "Account name": "غادة شاكر",
    "Account Phones": "1001119211",
    "type ": "Food temperature",
    "details ": "تشتكي العميلة من طلبها لاوردر وانه وصل بارد جدا وايضا لم يكن به جارليك كما طلبت",
    "created": "2024-10-30"
  },
  {
    "": "تم التواصل مع العميل وتم التوضيح ان حجم البورشن مع البرجر بيكون 125 جرام اللى بيكون نصف البورشن لباكت الفرايز ",
    "Account name": "عمر يوسف ",
    "Account Phones": "1222428337",
    "type ": "Portion",
    "details ": "العميل بيشتكي من ان الفرايز مع البرجر كميتها قليله جدا وانه م راضي عنها وان دول مش بروشنز 100 جم فرايز ويريد من احد التواصل معاه ",
    "created": "2024-10-30"
  },
  {
    "": "تم الاعتذر للعميلة ؛ لها خصم 10 % علي الاوردرالقادم وهي راضيه ",
    "Account name": "داليا نور الدين",
    "Account Phones": "1159711132",
    "type ": "Delay",
    "details ": "تشتكي العميلة من تاخير اوردر وانه طلبته 4:30 وبعد ساعه وربع لم يصل لها الاوردر ",
    "created": "2024-10-30"
  },
  {
    "": "تم حل المشكله والتواصل مع العميل وابلاغه انه هيطلع له اوردر اخر ولكنه رفض وتم الاعتذار له وابلاغه ان هيكون له خصم 10 في الميه علي الاوردر القادم وتم ارضاء العميل",
    "Account name": "محمد أباظة",
    "Account Phones": "1003510011",
    "type ": "Delivery",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكول سنتر وانه كان ماكد ان الاوردر يطلع باحسن كولتي بسبب انه كان هناك مشكله في اوردر قبل كده وان الاوردر بيذهب له مقلوب وذهب له الاوردر مره اخري مقلوب وانه كان منفعل جدا ويريد مسئول التواصل معاه ",
    "created": "2024-10-31"
  },
  {
    "": "الفرع تواصل مع العميل و اكد للعميل ان الخطأ من الدرايفر التابع لطلبات و هيتم تعويض العميل في الاوردر القادم بخصم 10%",
    "Account name": "محمد عبود",
    "Account Phones": "1103372372",
    "type ": "Missing items",
    "details ": "فالعميل بيشتكي انة طلب اوردر من ابلكيشن طلبات وبعد وصول الاوردر للعميل اكتشف ان الاوردر خطا فاتضح انة تم تبديل الاوردر مع اوردر اخر بالخطا فتم تواصل العميل مع الكول سنتر فاخبرتة ان يتواصل مع الدعم الفني لطلبات لوصول الاوردر الصحيح للعميل\nفعند وصول الاوردر الصحيح العميل تم اتصال العميل بنا مرة اخري يشتكي من الاوردر بارد جدا وهو غير راضي تماما عن الخطا الذي حدث وبلغنا ان المشكلة من فرع ويست مارك مش من الطيار لابلكيشن طلبات",
    "created": "2024-11-01"
  },
  {
    "": "تم التواصل مع الفرع واوضح ان الفلافل بتكون كده ولكن العميل لم يقتنع بذلك وتم عمل استبدال لاوردر كاملا  وتم حل المشكلة وهو الان مرضي",
    "Account name": "عمرو الوسيمى ",
    "Account Phones": "1210008944",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من طلبه لاوردر فلافل ومنقوشه جبنه عكاوي  والفلافل كانت محروقه والمنقوشه مش مستويه كويس ويريد استبدال الاوردر",
    "created": "2024-11-03"
  },
  {
    "": "تم الاعتذار للعميلة وارسال الايتم لها وهي راضيه",
    "Account name": "رحاب أسماعيل",
    "Account Phones": "1116471168",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات رقمه  1827702058 وكان ينقصه عصير البرتقال وتريد العصير ف الحال",
    "created": "2024-11-04"
  },
  {
    "": "تم الاعتذار للعميلة وارسال الايتم لها وهي راضيه",
    "Account name": "منة هشام",
    "Account Phones": "1000888993",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من الفرع وكان ينقصه (شاورما لحمة) وتريد الايتم ",
    "created": "2024-11-06"
  },
  {
    "": "تم إرسال العصير للعميل والاعتذار له وهو راضي",
    "Account name": "احمد عرفه ",
    "Account Phones": "1004070401",
    "type ": "Missing items",
    "details ": "يشتكي العميله انها طلبت اوردر وعند وصول الاوردر وجدت انها بدون العصير وتوصلت مع الكول سنتر وتم ابلاغ الفرع وجد انها العصير لم تضع مع الاوردر وسيتم ارسلها من خلال الفرع",
    "created": "2024-11-07"
  },
  {
    "": "تم حل المشكلة وارسال طاووق للعميل والاعتذار له وهو مرضي ",
    "Account name": "محمد يوسف ",
    "Account Phones": "1010220020",
    "type ": "Missing items",
    "details ": "يشتكي العميل من طلبه لاوردر من طلبات 1833817794 وانه طلب طاووق ؛ تبولة ؛ بطاطا ولبن عيران ولكن وصل له مايتي كافتا بدل الطاووق ويريد حل لمشكلته",
    "created": "2024-11-08"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة وسيكون لة على الاوردر القادم اضافة ال 3 عيش + خصم 10% على الاوردر القادم والعميل راضى تماما ",
    "Account name": "حيدر حرجلي",
    "Account Phones": "1044653827",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب الرابس بعيش اسمر ووصله عيش ابيض",
    "created": "2024-11-11"
  },
  {
    "": "العميل راضي وهيدفع السعر القديم",
    "Account name": "زياد هشام ",
    "Account Phones": "1211330029",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من خلال الكول سنتر وعبارة عن طاووق راب واكسترا طاووق تم تواصل العميل بعد وصول الاوردر ويشتكي ان فية اختلاف في سعر الرسيت فتم الاتصال بالفرع وبلغتة بالمشكلة الفرع بلغني انة نسي يضيف الاكسترا الطاووق داخل الراب ونسي يضفها علي الرسيت",
    "created": "2024-11-14"
  },
  {
    "": "تم حل المشكله والايضاح للعميلة انها استلمت اوردر خطأ وان الاوردر المطلوب دقايق ويصل لها",
    "Account name": "ميرفت سليمان",
    "Account Phones": "1113232662",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من استلام اوردر خطأ وانها طلبت سالاد والاوردر الموجود معاها رابات وهي تريد الاوردر المطلوب ",
    "created": "2024-11-15"
  },
  {
    "": "تم تواصل مع العميله وتم حل مشكله",
    "Account name": "دنيا مربح",
    "Account Phones": "1095347777",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من التأخير وان الكول سنتر أبلغها بوقت توصيل 60 دقيقه وانه الاوردر تخطي الساعه ونصف ولم يصل لها حتي بعد رفع وقت توصيل معها ",
    "created": "2024-11-15"
  },
  {
    "": "تم التواصل مع الفرع وتم ارسال منقوشه الجبنه للعميل والاعتذار له وارضاءه",
    "Account name": "احمد منير ",
    "Account Phones": "1011007742",
    "type ": "Missing items",
    "details ": "يشتكى العميل من انه طلب اوردر من خلال الكول سنتر وكان الاوردر يحتوى على منقوشه حلوم ومنقوشه زعتر و2 منقوشه جبنه ويشتكى العميل من ان الاوردر وصله خطأ وصله منقوشه جبنه بدلا من 2 و وصله 2 منقوشه زعتر بدلا من واحده والعميل يريد منقوشه الجبنه",
    "created": "2024-11-17"
  },
  {
    "": "تم التواصل الفرع مع العميل وارجاع له المبلغ وتم ارصاء العميل",
    "Account name": "كريم جورج",
    "Account Phones": "1224606853",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اوردر من خلال طلبات وعند وصول الاوردر وجد ان عيش مفرول وانه ليس بافضل كولتي وانه يريد استرجاع المبلغ",
    "created": "2024-11-17"
  },
  {
    "": "تم الاعتذار للعميلة واخبارها بانها سوف تأخذ الاوفر علي الاوردر القادم ",
    "Account name": "داليا سليمان ",
    "Account Phones": "1001405900",
    "type ": "Call Center",
    "details ": "تشتكي العميله انها طلبت اوردر من خلال الكول سنتر وتم ابلاغه ان في اوفر مع الربات وتم طلب الاوفر لكنه لم يسجل علي السيستم ولم تستلمه مع الاوردر",
    "created": "2024-11-19"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة ",
    "Account name": "مهندس هاني ابو بكر ",
    "Account Phones": "1011172829",
    "type ": "Delivery",
    "details ": "يشتكي العميل من طلبه لاوردر من طلبات رقمه 1851692724 وانه لم يستلم الاوردر حتي الان وكان عبارة عن راب سيزر وانه تواصل مع الدرايفر اخبره ان الفرع لم يعطيه الاوردر وعند الرجوع للفرع تم التأكيد من ان الدرايفر استلم الاوردر وانه سلمه للعميل ولكن حصل عكس ذلك وتم اخبار العميل بعمل شكوي من طلبات وان خدمة عملاء زعتر وزيت  سوف تحل مشكلته ايضا ",
    "created": "2024-11-20"
  },
  {
    "": "تم التواصل مع العميله وحل المشكله",
    "Account name": "وفاء الشرقاوي",
    "Account Phones": "1500015715",
    "type ": "Quality of food",
    "details ": "العميلة طلبت اوردر عبارة عن اتنين فيمس اتشيكن واحد منهم فقط بعيش اسمر واضافة شطة بودر ووصل للعميلة الاتنين فيمس اتشيكن مضاف عليهم شطة بودر والعميل غير راضية لان الخطا تكرر في اوردر من قبل وهي تردي تسجيل شكوة لعدم تكرر الخطا وتريد احد من المسؤل للتواصل معاها",
    "created": "2024-11-22"
  },
  {
    "": "تم التواصل معه والاعتذار له وارسال له ايتم (مايتي كافتا) بنفس طلبه لحمة كافتا وعيش فقط",
    "Account name": "خالد محمد ",
    "Account Phones": "1111135261",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب مايتي كافتا من خلال الكوول سنتر وكان طالبها لحمة كافتا وعيش فقط ولكنها وصلت استاندر بجميع المكونات الخاصة بها (طماطم / فور تشيز / مايوناز  / بيكلز) وكان غاضب بشده لانها وصلت عكس ماطلب",
    "created": "2024-11-23"
  },
  {
    "": "تم التواصل مع العميلة و الاعتزار لها عن الخطأ لان بالفعل تم اضافة الفرايز 50 جرام فقط بدل 125 جرام على الراب وتم ارضاء العميلة وسيتم اضافة الفرايز على الاوردر القام من خلال الكول سنتر وسيكون لها خصم 10% على الاوردر القام ",
    "Account name": "روكسان ",
    "Account Phones": "1503801800",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر تيك اواي من خلال الكوول سنتر وكان من ضمنه تشيكن سكالوب وفيماس تشيكن وعليهم اكسترا فرايز داخل الراب وان عدد الفرايز داخل الراب  كان قليل جدا (3 او 4 قطع) من اصابع الفرايز وكانت غاضبه",
    "created": "2024-11-23"
  },
  {
    "": "تم التواصل مع العميل والاعتذارله وحاولنا تعويضه ب زي كنافه ولكنه رفض وطلب فقط عدم تكرار المشكلة مرة اخري ",
    "Account name": "عصام رمضان",
    "Account Phones": "1060820156",
    "type ": "Missing items",
    "details ": "يشتكي العميل من طلبة لاوردر بيك اب وطلب فيه 2 زي فتوش و 1 زي كنافة ووصل لها 3 زي فتوش ولم يصل زي كنافه مع الاوردر وهو يريد حل للمشكلة ",
    "created": "2024-11-24"
  },
  {
    "": "تم ارسال للعميلة بديل من خلال الفرع وتم التواصل مع العميلة من خلال الكو ل سنتر اكثر من مرة ولكن لم يتم الرد للتاكد من جودة الاوردر البديل وسيتم التواصل مع العميلة مرة اخرى ",
    "Account name": "علياء طارق ",
    "Account Phones": "1275903704",
    "type ": "Quality of food",
    "details ": "تشتكي العميله انه طلبت اوردر من خلال منيوز وعند استلام الاوردر وجدت ان كواليتي الاوردر سيئة جدا و ريحة الاكل كذلك وتريد مسئول التواصل معاها",
    "created": "2024-11-26"
  },
  {
    "": "تم الاعتذار للعميل وهيكون ليه خصم 10% علي الاوردر القادم ويرجي عدم تأخير والاهتمام بالاوردر وان لا يصل بارد",
    "Account name": "باسل زكي",
    "Account Phones": "1210547952",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخير اوردر وانه وصل اكثر من ساعه ونصف ولم يصل وهو لم يطلب سوا   3 مناقيش فقط وتم ابلاغه بوقت توصيل 50 دقيقه فقط ",
    "created": "2024-11-28"
  },
  {
    "": "تم التواصل مع العميلة وتم التوضيح لها ان هذة المشكلة لم تتكرر مرة اخرى وتم اعطاء العميلة خصم 10% على الاوردر القادم والعميلة راضية ",
    "Account name": "مى ابراهيم ",
    "Account Phones": "1222188553",
    "type ": "Quality of food",
    "details ": "العميلة تشتكى بانها طلبت اوردر من خلال الفرع وتوضح ان الراب الفلافل لم يكن محضر جيدا ( مش مستوى ) وبانة سبب لها بعض التعب ",
    "created": "2024-12-01"
  },
  {
    "": "تم الاعتذار للعميل والتواصل مع الفرع وتم ارسال الايتم الناقص لها",
    "Account name": "فريده",
    "Account Phones": "",
    "type ": "Missing items",
    "details ": "العميلة طلبت اوردر من المنيوز وتشتكي ان الاوردر كان ناقص الاوريو تشيز كيك وتريد الايتم الناقص الان ",
    "created": "2024-12-04"
  },
  {
    "": "تم التواصل مع العميلة وتم التوضيح لها ان هذة المشكلة لم تتكرر مرة اخرى وتم اعطاء العميلة خصم 10% على الاوردر القادم والعميلة راضية",
    "Account name": "شريف محمد ",
    "Account Phones": "1033597133",
    "type ": "Quality of food",
    "details ": "العميلة طلبت اوردر من ضمن الاوردر فيجي بيتزا ولاكن عند وصول الطيار للعميلة استلمت الاوردر ووجدت بدل الفيجي بيتزا وجدت اتشوكلت بنانا راب اوبن وكان شكلها سيء جدا والموز شكلة سيء وتم اتصال العميلة مرا اخري بالطيار للرجوع لها بالاوردر الصحيح ولاكن عند وصول الطيار واستلام العميلة الاوردر الصحيح وجدت الفيجي بيتزا سيئة جدا شكل البيتزا متبهدل جدا واقعه علي بعضها والعميلة تتصل للشكوي وبتبلغنا اننا ممكن نطلع اتنين طيار بدل مانطلع طيار واحد فقط باوردرين",
    "created": "2024-12-07"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وتم ابلاغها بان هذة المشكلة لم تتكرر مرة اخرى والعميلة راضية وهتتطل مرة اخرى فى اقرب وقت ",
    "Account name": "ابراهيم محمد ",
    "Account Phones": "1208997777",
    "type ": "Quality of food",
    "details ": "تم تسجيل اوردرمن طلبات برقم 1854533827 وكان تشتكى من الوايلد زعتر بانة يوجد بة ( رمل ) ",
    "created": "2024-12-08"
  },
  {
    "": "تم الاعتذار للعميلة والتوضيح لها انها جبنه عكاوي ولكن بها دهون وهذا سبب تغير لون الجبنة وتم ارسال اوردر جديد لها وهي مرضيه\n",
    "Account name": "فرح شاكر",
    "Account Phones": "1008698886",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة من طلبها لاوردر من طلبات برقم 1885746966 وان لاوردر كان جبنه عكاوي ولحمه بعجين وان الجبنه التي وصلت لم تكون جبنه عكاوي كانت نوع اخر ولون الجبنه اصفر وقامت بأرسال صورة بشكل الجبنه وتريد حل للمشكلة ",
    "created": "2024-12-12"
  },
  {
    "": "تم الاعتذار للعميل وسيتم ارسال الاوردر للعميل من الفرع الصحيح والعميل راضى ",
    "Account name": "احمد عادل",
    "Account Phones": "1001109688",
    "type ": "Call Center",
    "details ": "العميل طلب اوردر من خلال الكول سنتر وكان مكان العميل بالم هيبز القطامية التجمع الخامس وتم وضع بالم هيلز فقط الشيخ زايد",
    "created": "2024-12-12"
  },
  {
    "": "تم التواصل مع الفرع وتم ارسال الايتم الصحيح للعميل والاعتذار له وارضاءه",
    "Account name": "هاني عبد القادر",
    "Account Phones": "1062898977",
    "type ": "Missing items",
    "details ": "يشتكى العميل من انه طلب اوردر بيك اب من خلال الكول سنتر وكان الاوردر يحتوى على 2 فيمس شيكن راب واحد منهم بدون بيكيلز وخس يكون عباره عن الفراخ والفورشيز والطماطم والصوص فقط فى الراب وتم تسجيل الكومنت على الاوردر من خلال الكول سنتر ولكن بعد ما العميل مشى اكتشف ان الراب يحتوى على خس وان الاوردر خطأ والعميل مستاء للغايه ويريد الاوردر الصحيح",
    "created": "2024-12-14"
  },
  {
    "": "تم التواصل مع العميل من قبل مسؤل الفرع و تم الغاء الاوردر",
    "Account name": "محمد ",
    "Account Phones": "1095792617",
    "type ": "Quality of food",
    "details ": "العميل طلب اوردر من طلبات برقم 1891403311 ويشتكي العميل من ان الاوردر لم يصل ف المعاد المحدد و زاد عن الوقت اكثر من 30دقيقة و الاكل وصل بارد و قام العميل بألغاء الاوردر و رفض استبدال الاوردر باخر",
    "created": "2024-12-16"
  },
  {
    "": "تم التواصل مع العميل من مدير الفرع وتم حل المشكله مع العميل ",
    "Account name": "خالد فوزي",
    "Account Phones": "1005788885",
    "type ": "Food safety and poisoning cases",
    "details ": "العميل طلب اوردر من الفرع يحتوي علي فيجي بيتزا و لبنه راب ويشتكي من انه وجد بذره زيتون في البيتزا وادت الي ضرر لاسنان العميل وكسرها والعميل ابلغ ان هذه المشكله تكررت في اخر اوردر وهذه المره الثانيه ",
    "created": "2024-12-20"
  },
  {
    "": "تم ارسال لها الاوردر الصحيح والعميلة راضية",
    "Account name": "سلمي هشام ",
    "Account Phones": "1159211775",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات برقم 1904260499 وكان الاوردر 2 تونا راب ولكن وصل لها راب تشيكن وباكيت فرايز عكس طلبها من علي طلبات ",
    "created": "2024-12-24"
  },
  {
    "": "تم التواصل مع العميله و العميله بلغت انها اتواصلت مع الدعم الفنى لأبلكيشن طلبات وقدمت شكوى والابلكيشن بلغها انه هيرجعلها ثمن الاوردر وتم الاعتذار لها وتم ارضاءها",
    "Account name": "هاجر الجبرى  ",
    "Account Phones": "1129924204",
    "type ": "Missing items",
    "details ": "تشتكى العميله انها طلبت من خلال طلبات ورقم الاوردر 1909177967 وكان يحتوى على شيكن باستا سلاد ولكنها وصلت للعميله بدون باستاا والعميله بلغت انها اكلت الاوردر  ",
    "created": "2024-12-27"
  },
  {
    "": "تم عمل تركي اند تشيز لها وتم استلامه ",
    "Account name": "كاريمان صلاح",
    "Account Phones": "1000070358",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر تيك اواي عبارة عن تركي اند تشيز وتم تسجيله من خلال الكوول سنتر طاووق راب وعندما وصلت الفرع ابلغت انها طلبته تركي وليس طاووق   ",
    "created": "2024-12-28"
  },
  {
    "": "تم التواصل مع الفرع وتم ارسال المقوشتين للعميل وتم الاعتذار له وتم وارضاءه",
    "Account name": "عمرو طارق",
    "Account Phones": "1020000011",
    "type ": "Missing items",
    "details ": "يشتكى العميل من انه طلب اوردر من خلال طلبات ورقم الاوردر 1912287272 وكان من ضمن الاوردر 2 منقوشه زعتر اند تشيز وعندما وصل الاوردر وجد ان المنقوشتين غير موجودين",
    "created": "2024-12-29"
  },
  {
    "": "تم ارسال للعميل بيتزا اخرى و العميل راضى",
    "Account name": "احمد عفيفي",
    "Account Phones": "1003330888",
    "type ": "Missing items",
    "details ": "العميل طلب بيتزا مايتي كفتا اكسترا مخلل ويشتكي من ان الاوردر وصل بدون المخلل وان الطيار كان سايب البوكس مفتوح والاوردر وصل بارد  ",
    "created": "2024-12-31"
  },
  {
    "": "تم حل المشكلة مع العميل وتم حل المشكلة من قبل مدير الفرع وتم عمل الاوردر للعميل والعميل راضى ",
    "Account name": "عبدالله ",
    "Account Phones": "1010776161",
    "type ": "Other complaints",
    "details ": "يشتكي العميل من انة توجه لفرع واتر واي الساعه 12:10ص لطلب اوردر داخل المطعم و قام احد الموظفين بأبلاغة ان اللاست اوردر بيكون الساعه 12:30ص و طلب العميل عمل اوردر قبل اللاست اوردر وقام الموظف بأضاعت الوقت في الحديث مع العميل حتي الالست اوردر مع العلم من وجود عملاء اخرين في المطعم و يشتكي من تكرار الموقف اكثر من مرة  ",
    "created": "2025-01-01"
  },
  {
    "": "تم التواصل مع العميله وابلاغها انه سوف يتم اضافه الصوص الاكسترا علي الاوردر القادم والعميله راضيه ",
    "Account name": "اميره المغربي",
    "Account Phones": "1126766725",
    "type ": "Missing items",
    "details ": "العميله طلبت بوتيتو تشكن اكسترا كب مايو وتم تاكيد من العميله الاهتمام بالاكسترا انها تكون في الاوردر وتشتكي بسبب عدم ارسال كب المايو وان المشكله تكررت اكثر من اربع مرات وتشتكي من ان صوص الكينوا تبوله كان واقع في البكدج وتريد صوص المايو وصوص التوميتو ليمون او استرجاع ثمن الصوص الاكسترا  ",
    "created": "2025-01-02"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وابلاغه ان في خصم 10% علي الاوردر القادم كا اعتذار له وتم ارضاء العميل",
    "Account name": "يسرا سالم ",
    "Account Phones": "1222250352",
    "type ": "Delay",
    "details ": "العميل طلب اوردر بيك اب من خلال الكول سنتر و تم ابلاغه ان استلام الاوردر من 15د الي 20 د وتوجه العميل الي الفرع بعد 20د لاستلام الاوردر لاكن الفرع لم يتم بتجهيز الاوردر والعميل يشتكي من تاخير الاوردر ومن الانتظار 20د اخري حتي تمكن الفرع من عمل الاوردر والعميل لة شكوى سابقة",
    "created": "2025-01-09"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة والعميل كان لة طلب بانة يريد عدم تكرار هذة المشكلة معة مرة أخرى والعميل راضى",
    "Account name": "روكسان ",
    "Account Phones": "1503801800",
    "type ": "Missing items",
    "details ": "العميله طلبت اوردر يحتوي علي راب اسكالوب اكسترا فرايز وتم التاكيد من العميله  علي  كل الكومنت و الادشن يكون مظبوط وتشتكي بسبب انا الاسكالوب لم يكن اكسترا فرايز وان هذه المشكله تكررت في الاوردر الاخير وتريد التحدث مع مدير",
    "created": "2025-01-09"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له واعطاءه خصم 10% علي الاوردر القادم ",
    "Account name": "حسام الجمل",
    "Account Phones": "1116288888",
    "type ": "Food temperature",
    "details ": "يشتكي العميل من طلبه لاوردر كول سنتر وان الاوردر وصل لة بارد حتي باكت الفرايز ويحتاج احد للتواصل معه",
    "created": "2025-01-19"
  },
  {
    "": "تم التواصل مع الفرع والاعتذار للعميل وارسال الاوردر الصحيح وتم حل المشكلة ",
    "Account name": "يحيي",
    "Account Phones": "1005011222",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من طلبه لاوردر عن طريق ابليكشن المنيوز وانه طلب ان الباربكيو ستيك تكون بدون روكا ووصلت ليه بها روكا ويريد حل لمشكلته",
    "created": "2025-01-22"
  },
  {
    "": "تم الاعتذار للعميل عن الخطا وابلاغ الفرع وسيتم ارسال الاوردر الصحيح للعميل وهو مرضي ",
    "Account name": "هشام عثمان ",
    "Account Phones": "1013127789",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من طلبه لاوردر علي ابلكيشن طلبات برقم 1949814140 وان كان طالب منقوشه زعتروجبنه وجبنه وحلوم وان لم تصل له منقوشه الجبنه ووصلت زعتر وان الزعتر وجبنه ليس به جبنه وانه قليله وايضا منقوشه الحلوم قليله في الراب وتم ايضاح من خلال الكول سنتر ان منقوشه الزعتر والجبنه بها جبنه وان البورشنز واحدة وسيتم حل المشكله ",
    "created": "2025-01-22"
  },
  {
    "": "تم الاعتذار للعميل وتم التاكيد معا الفرع بلاهتمام بجوده الاوردر ",
    "Account name": "شريف ",
    "Account Phones": "1005029447",
    "type ": "Quality of food",
    "details ": "العميل يشتكي من انه طلب اوردر سابقا عبارة عن فيمس تشيكن و باربكيو استيك و العميل استلم شاورما بدل من الباربكيو ستيك و كان الاوردر   بارد و العميل لم يأكلة  و العميل مستاء جدا  و في حالة ارسال اوردر بنفس الجودة السيئة سيقوم بعدم استلام الاوردر",
    "created": "2025-01-22"
  },
  {
    "": "بعد مراجعه الكاميرات تم التاكد من تسليم الاوردر كامل للمندوب ",
    "Account name": "احمد هشام ",
    "Account Phones": "1221618517",
    "type ": "Missing items",
    "details ": "تم اتصال العميل ليشتكى من اوردر طلبات برقم 1960451107 وصول الاوردر ناقص اوردر العميل كان ( طاوق راب + بوتيتو ان ذا بان + شاورما ستيك + تشكن شاورما + مايتى كافتا + فرايز ) ووصل للعميل طاوق راب + فرايز فقط والعميل مستاء - وعند تواصلنا مع الفرع الفرع اوضح بانة تم تسليم الاوردر لمندوب طلبات كامل وتم تسليم الاوردر للعميل ناقص ونحن فى انتظار مراجعة الكاميرات مع الفرع\n......................",
    "created": "2025-01-28"
  },
  {
    "": "تم الاعتذار للعميلة والعميلة راضية وتريد هذا الخطا لم يتكرر مرة اخرى",
    "Account name": "استاذة ليا",
    "Account Phones": "1557304615",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات وكان رقمه1961398518  وكان من ضمنه تشيكن سكالوب راب م غير طماطم وخس لانها تعاني من حساسية لاي خضار غير معقم جيدا وكانت غاضبة بشدة ",
    "created": "2025-01-29"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة وسيتم ارسال البديل الصحيح للعميلة ",
    "Account name": "فرح اسامة ",
    "Account Phones": "1118122212",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات رقمه 1969423973 كان عبارة عن امازينج تونة بدون خس ولكن وصلها بداخله خس عكس ما طلبت العميلة واشتكت ايضا انها تكررت معها المشكلة اكتر من مرة وتريد تبديل الاوردر بالاوردر الصح ف اسرع وقت ممكن",
    "created": "2025-02-03"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وسيكون له خصم 10% علي الاوردر القادم وتم دفع باقي المبلغ ",
    "Account name": "شربل هاشم",
    "Account Phones": "1148623319",
    "type ": "Delivery",
    "details ": "يشتكى العميل من تاخير اوردر لة - تم اتصال العميل اليوم السابق للاوردر ليحدد ميعاد التوصيل الساعة 07:15 A.M ولكن تم تاخير الاورردر ووصل الساعة 08:00 A.M والعميل يشتكى من التاخير - والعميل رفض يدفاع باقى مبلغ الاوردر وحاليا يتم التواصل مع العميل لحل المشكلة واسترداد باقى مبلغ الاوردر ",
    "created": "2025-02-03"
  },
  {
    "": "نحاول التواصل مع العميلة ولم يتم الرد حتي الان",
    "Account name": "لاما ادهم",
    "Account Phones": "1066011129",
    "type ": "Quality of food",
    "details ": "العميلة طلبت اوردر من خلال الكول سنتر والعميلة أكدت علي ان الاوردر يكون بكوالتي عالية وسخن والبورشن متوزعة كويس عشان بتشتكي كل مرا من الكميةن انها قليلة في المنقوشة والراب ايضا\nوتم كتابك كل الكومنتات للعميلة ولاكن بعد وصول الاوردر اتصلت العميلة تشتكي من نفس المشكلة وان الكمية قليلة جدا وتجربة سيئة جدا والعميلة اخبرتني انها اخر تعامل مع المطعم مرا اخري وتريد احد من المسئوليين للتواصل معاها",
    "created": "2025-02-06"
  },
  {
    "": "تم التواصل مع العميل وله 10% علي الاوردر القادم وهو مرضي ",
    "Account name": "كريم درويش",
    "Account Phones": "1223984363",
    "type ": "Delay",
    "details ": "يشتكي العميل من تأخر الاوردر اكثر من 60 دقيقه وقد تاخر ساعه ونصف ولم يصل للعميل وان التيك تايم لمنطقه العميل 45 دقيقه وهو مستاء من التاخير",
    "created": "2025-02-07"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها والعميلة راضية ",
    "Account name": "مريم محمد ",
    "Account Phones": "1277055943",
    "type ": "Delay",
    "details ": "تشتكي العميلة انها طلبت اوردر وتم ابلاغها ان تايم الاوردر 45 دقيقة كحد اقصي ولكن الاوردر تاخر اكتر من 45 دقيقة",
    "created": "2025-02-07"
  },
  {
    "": "تم وصل والاوردر للعميلة وتم التواصل معها اكتر من مرة ولم يتم الرد ",
    "Account name": "ايمن عوف",
    "Account Phones": "1005220020",
    "type ": "Delivery",
    "details ": "تشتكي العميلة انها طلبت اوردر وتم ابلاغها ان تايم الاوردر 60دقيقة كحد اقصي ولكن الاوردر تم تسجيل الاوردر الساعة 10:08 P.M وتم وصول الاوردر للعميلة الساعة وتم وصول الاوردر للعميل الساعة 11:35  وتم التوصل مرتين معا خدمه العملاء والعميله كانت مستائه جدا  من التاخير ",
    "created": "2025-02-09"
  },
  {
    "": "تم ارسال البديل للعميل وتم التواصل معاها لم يتم الرد وسيتم التواصل معها غدا",
    "Account name": "لطفي طارق ",
    "Account Phones": "1148990099",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من ابلكيشن المنيوز وعند وصول الاوردر للعميل اكتشف ان الاوردر ناقص اتنين اتشيكن اسكالوب وتم التواصل مع الفرع لابلاغهم المشكلة وعند مراجعة الكاميرا اتضح ان الفرع لم يعطي الاوردر للطيار ",
    "created": "2025-02-09"
  },
  {
    "": "تم وصل والاوردر للعميلة وتم التواصل معها اكتر من مرة ولم يتم الرد",
    "Account name": "رنا سلامه ",
    "Account Phones": "1005455518",
    "type ": "Quality of food",
    "details ": "العميله طلبت اوردر ديليفري يحتوي علي بوتيتو تشيكن اكسترا 2 بورشن فراخ و تشتكي من كميه الفراخ قليله في هذا الاوردر عن باقي الاوردرات السابقه .",
    "created": "2025-02-14"
  },
  {
    "": "تم التواصل مع العميل وقام بالغاء الاوردر بسبب التاخير - وتم الاعذار للعميل على هذا التاخير والعميل راضى وتم التوضيح لة  بانة سيكون لة ضيافة على الاوردر القادم ",
    "Account name": "عمر ",
    "Account Phones": "1000044891",
    "type ": "Delivery",
    "details ": "العميل يشتكى من تاخير الاوردر -وتم الغاء الاوردر بسبب التاخير ",
    "created": "2025-02-24"
  },
  {
    "": "تم التواصل مع العميل والاعتزال لها وتم ارسال بديل للاوردر والعميلة راضية ",
    "Account name": "كلارا وفيق ",
    "Account Phones": "1281199607",
    "type ": "Delay",
    "details ": "تشتكي العميله من طلبها لاوردر من طلبات برقم 2007135750 وان الاوردر كان المفروض يصل الساعه 4:20 ولكنه وصل الساعه 4:54 وانه وصل بارد وفي حالة سيئه جدا",
    "created": "2025-02-27"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لها والعميلة راضية ",
    "Account name": "كارلا ",
    "Account Phones": "1200049989",
    "type ": "Delay",
    "details ": "تشتكي العميله من طلبها لاوردر من الكول سنتر وانه تأخر عليه جدا عن التيكيت التايم اللي اتبلغت بيه وصل لها بعد ساعه ونصف ",
    "created": "2025-02-27"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له والعميل راضي\n",
    "Account name": "دكتور خالد محمد",
    "Account Phones": "1012520281",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من خلال الكول سنتر ومن ضمن الاوردر منقوشة زعتر وجبنة وكان يريد اضافة خضروات عليها وتم كتابة النوت وعند وصول الاوردر العميل اشتكي من عدم وجود خضار علي المنقوشة والعميل اتصل لابلاغنا المشكلة",
    "created": "2025-03-01"
  },
  {
    "": "تم هندله العميله و تم ترحيل الاضافه للاوردر القادم و العميله راضيه ",
    "Account name": "لانا ماجد",
    "Account Phones": "1288060231",
    "type ": "Missing items",
    "details ": "العميله طلبت اوردر يحتوي علي كينزا تبوله اضافه فيتا تشيز و تشتكي بسبب ان التبوله وصلت و لاكن الاضافه لم تكن ف الاوردر و ابلغت انها لا تريد تبدل الاوردر حاليا و و يمكن ترحيل الاكسترا فيتا تشيز للاوردر القادم ",
    "created": "2025-03-06"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة هيكون للعميلة الاوردر القادم المينى فتوش و 2 مينى فرايز على الاوردر القادم والعميلة راضية .",
    "Account name": "ميار رامى",
    "Account Phones": "1223616060",
    "type ": "Missing items",
    "details ": "العميلة طلب اوردر combo 1 \nوالعميلة كانت طالبة 2 سلطة فاتوش ووصل للعميلة واحدة فاتوش وواحدة تبولة\nوايضا الاوردر وصل للعميلة ناقص منه ال 2 فرايز",
    "created": "2025-03-08"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وتم تبدل 2 منقوشة من الاوردر ",
    "Account name": "فاطمة النورى",
    "Account Phones": "1003100720",
    "type ": "Quality of food",
    "details ": "العميل تشتكى من وصول الاوردر بية زيت من خارج المنقوشة والورقة اللمفوف بيها المنقوشة والعميلة تريد التبديل  ",
    "created": "2025-03-09"
  },
  {
    "": "تم التواصل مع العميل  وتبديل الراب و العميل راضي ",
    "Account name": "هاني عبد القادر",
    "Account Phones": "1062898977",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر يحتوي علي 2مايتي كفتا و راب فايمس تشكن واراد ان الاوردر يصل علي الافطار و يشتكي بسبب ان الفايمس تشكن لم يصل في الاوردر و اراد التواصل الي مدير ",
    "created": "2025-03-10"
  },
  {
    "": "سوف يتم تاجيل البيبسي في الاوردر القادم والعميل راضي",
    "Account name": "عمر عصام ",
    "Account Phones": "1148774553",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر كان يحتوي علي بيبسي و  وحلوم و بحمه بعجين و تشوكليت بنانا و يشتكي بسبب ان الاوردر وصل ماعدا البيبسي",
    "created": "2025-03-11"
  },
  {
    "": "تم التواصل مع العميل التوضيح لة بان كميات السلاد بتتجهز بكميات ثابتة وبخصوص للراب تم الاعتزار للعميل تم تبدل الراب لة والعميل راضىى ",
    "Account name": "مريم هاني ",
    "Account Phones": "1033912299",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر يحتوي علي كينوا تبوله و راب تشكن سكالوب ويشتكي بسبب ان كميه السلاد كانت قليله و طعم الصوص كان متغير عن المعتاد وان الراب الذي وصل في الاوردر كان طاووق راب علي عكس طلب العميل",
    "created": "2025-03-15"
  },
  {
    "": "تم التواصل مع العميل وتم تبديل الاوردر وحل المشكله ",
    "Account name": "مصطفي الخياط ",
    "Account Phones": "1223382222",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اوردر من خلال طلبات رقمه 2030268847  وكان يحتوي علي فلافل فرايز والعميل  اشتكى من جوده الفرايز  واراد ان يبدلها ب تشيز كيك ويدفع الفرق",
    "created": "2025-03-15"
  },
  {
    "": "تم التواصل مع العميل وتم حل المشكله وتم ارضاه",
    "Account name": "نور ",
    "Account Phones": "1503344449",
    "type ": "Delivery",
    "details ": "العميل طلب الاوردر الساعة 12:38 و تم التواصل مع العميل 1:57 و لم يتم توصيل الاوردر مع العلم ان التيك تايم 45 دقيقة",
    "created": "2025-03-16"
  },
  {
    "": "تم الاعتزار للعميلة وتمت استلام الاوردر وولكن تم التواصل مع العميلة اكثر من مرة ولم يتم الرد لحل مشكلة التاخير ولم يتم الرد  ",
    "Account name": "فرح شاكر",
    "Account Phones": "1008698886",
    "type ": "Delay",
    "details ": "تشتكي العميلة من طلبها اوردر من خلال الكول سنتر عبارة عن 1 طاووق راب فقط وتشتكي من تاخير الاوردر اكثر من 90 دقيقة ولم يصل للعميلة والعميلة تريد وصول الاوردر وبلغتني انة لو اتاخر اكتر من كدة مش هتستلم الاوردر",
    "created": "2025-03-21"
  },
  {
    "": "تم التواصل مع العميل و الاعتذار  له وسيتم ارسال اوردر جديد ",
    "Account name": "فؤاد حمزه ",
    "Account Phones": "1001716077",
    "type ": "Quality of food",
    "details ": "يستكي العميل انه طلب اوردر  و وصل كل الرابات غير نظيفة بسبب قطع في العبوات و التغليف و رفض العميل اكل الاوردر طلب حل في اسرع وقت ",
    "created": "2025-03-23"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وارسال الفرايز واللعبة لها",
    "Account name": "رنا رؤوف",
    "Account Phones": "1004609409",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات رقمه2047007559 وكان من ضمنه ميني بيتزا كيدز ميل ووصل من غير فرايز ولعبة الاطفال والعميلة تريد الفرايز واللعبة",
    "created": "2025-03-25"
  },
  {
    "": "تم التواصل مع العميل والاعتذرا لة وتم دفع ثمن السلطة للعميل والعميل راضي",
    "Account name": "عبدالعزيز الجمل",
    "Account Phones": "1060108057",
    "type ": "Missing items",
    "details ": "عميل طلب اوردر من خلال الكول سنتر ومن ضمن الاوردر كيل سلط ولاكن العميل اتصل بيشتكي من وصول اتشيكن سلط مكانها",
    "created": "2025-03-28"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وتم التاكيد على العميلة بان هذة المشكلو لم تتكر وتم العرض على العميلة تبديل الاوردر ولكنها رفضت والعميلة راضية ",
    "Account name": "عمر الجهيني",
    "Account Phones": "1111126164",
    "type ": "Quality of food",
    "details ": "تنشتكي العميله انها طلبت اوردر يحتوي ع منقوشه زعتر ومنقوشه جبنه وطلبت ان الزعتر يكون قليل جداا وعند وصول الاوردر وجدت ان الزعتر ليس قليل وان هذه المشكله تكررت اكثر من مره وان المنقوشه كانت مليئه بالزيت وانه تريد مسئول التواصل معها بسبب هذه المشكله المتكرره",
    "created": "2025-04-04"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لة وتم ارضاء العميل ولكن انة اوضح بانة لا يريد ان هذة المكشلة لم تتكرر معة مرة اخرى ",
    "Account name": "فرح اسامه ",
    "Account Phones": "1004611700",
    "type ": "Food temperature",
    "details ": "يشتكي العميل انه طلب اوردر وتم تبليغه ان التيك تايم 60 دقيقه وتم التواصل مع الفرع بعد 55 دقيقه من تيك تايم الاوردر وتم ابلغنا رفع تيك تايم مع العميل وعند واستلام الاوردر اوضح لنا العميل ان جميع الاوردر بارد ( ساقع )",
    "created": "2025-04-07"
  },
  {
    "": "تم التواصل مع العميل والاعتذار لة وتم تبديل الاوردر الخطأ بالاوردر الصحيح",
    "Account name": "مصطفي محمود",
    "Account Phones": "1554622609",
    "type ": "Quality of food",
    "details ": "عميل طلب اوردر من خلال الكول سنتر ومن ضمن الاوردر طاووق راب والعميل طالب انة يكون بدون خيار مخلل وثوميه قليلة والعميل اتصل للشكوي ان الطاووق راب بة خيار مخلل وثومية كتير والعميل يريد الاوردر الصحيح",
    "created": "2025-04-15"
  },
  {
    "": "تم التواصل مع العميل و عمل ريفند لثمن الايتمز الناقصة من الاوردر",
    "Account name": "ميرا محمد ",
    "Account Phones": "1280016181",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من خلال الكول سينتر و كان من ضمن الاوردر تشيكن اسكالوب و دايت بيبسي و العميل اتصل اشتكى ان الاوردر ناقص التشيكن اسكالوب و الدايت بيبسي تمام كدة ",
    "created": "2025-04-16"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة وتم استلام الاوردر \n",
    "Account name": "عبدالله ",
    "Account Phones": "1109891292",
    "type ": "Delivery",
    "details ": "يشتكي العميل من طلبه لاوردر طلبات وان الاوردر كان المفروض يصل علي الساعه 10:53 وصلت الساعه 11:07 ولم يصل الاوردر وقام الفرع بالتواصل معه وتم استلام الاوردر",
    "created": "2025-04-17"
  },
  {
    "": "تم التواصل مع  العميلة والاعتزار لها وانستا شوب قام بتغير للاوردر الصحيح لها والعميلة راضية وتم التوضيح للعميلة بان لها خصم 10% لها على اول اوردر دليفرى لها من خلال الكول سنتر ",
    "Account name": "فريده محمد ",
    "Account Phones": "1282443982",
    "type ": "Missing items",
    "details ": "تشتكي العميله من طلبها لاوردر من انستا شوب برقم 138124 وانها طلبت طاووق راب ووصل لها سبيزي شيكن ",
    "created": "2025-04-19"
  },
  {
    "": "تم حل المشكله مع العميله وعمل ريفند لثمن البرجر وتم ارضاء العميله",
    "Account name": "وليد عماد ",
    "Account Phones": "1002468752",
    "type ": "Missing items",
    "details ": "تشتكي العميله انها طلبت اوردر عباره عن انجوس بوب برجر وتم التبليغ انه يكون بدون مايونيز وعند وصول الاوردر وجدت انها بدخله مايونيز",
    "created": "2025-04-21"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة وهو راضي عن الخدمة وسيكون له خصم 10% علي الاوردر اللي جاي",
    "Account name": "احمد امام",
    "Account Phones": "1005562525",
    "type ": "Food safety and poisoning cases",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكوول سنتر عبارة عن 2 مايتي كافتا راب واحد فيهم كان يوجد به شعره طويلة ولم يريد اي بديل",
    "created": "2025-04-24"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة والعميلة راضية ( العميلة لها كومنت ان الدريسنج فى السلاد كان قليل ) ",
    "Account name": "مريم معراوي ",
    "Account Phones": "1003046266",
    "type ": "Delay",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال الكول سنتر  وتم تبليغها ب تايم 65 دقيقة كحد اقصي ولكن بعد ساعة و 30 دقيقة لم يصل الاوردر للعميلة وهي غاضبة",
    "created": "2025-04-24"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة والعميلة راضية ",
    "Account name": "ملك احمد ",
    "Account Phones": "1066606393",
    "type ": "Delay",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال الكول سنتر  وتم تبليغها ب تايم 45 دقيقة كحد اقصي ولكن بعد ساعة و 40 دقيقة لم يصل الاوردر للعميلة وهي غاضبة لانها اول مرة تطلب من زعتر وزيت",
    "created": "2025-04-24"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وارسال الصوص",
    "Account name": "ريهام عبدالقادر ",
    "Account Phones": "1002854929",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات ورقمه 2896976118 وكان يحتوى على فرايز وصوص الف جزيره اوت ولكنه وصل للعميله بدون الصوص",
    "created": "2025-04-28"
  },
  {
    "": "تم التواصل مع العميله وتبديل الراب مع اعطاء خصم 10 ف المئه علي الاوردر القادم والعميله راضيه....",
    "Account name": "خديجه ",
    "Account Phones": "1019513182",
    "type ": "Food safety and poisoning cases",
    "details ": "العميله طلبت اوردر من خلال طلبات برقم 2907269252 وتشتكي بسبب انها وجدت جزء منgloves داخل الراب ",
    "created": "2025-05-03"
  },
  {
    "": "تم لاعتزار للعميلة وتبديل الاوردر وحل المشكلة والعميلة راضية ",
    "Account name": "ريم شعراوى ",
    "Account Phones": "1091697455",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال الكوول سنتر وكان م ضمنه تركي اند تشيز بالعيش الاسمر ولكنه وصلها طاووق راب بالعيش الاسمر عكس ما طلبت واشتكت ايضا ان الاوردرات بتتاخر عليها اكتر من مرة",
    "created": "2025-05-07"
  },
  {
    "": "تم حل المشكله و هندله العميل وارسال منقوشه اخرى والعميل راضى",
    "Account name": "زياد محمود",
    "Account Phones": "1060242242",
    "type ": "Food temperature",
    "details ": "العميل طلب متقوشه زعتر و جبنه ويشتكي من انها وصلت بارده جدا ولم يتم استلام الاوردر و يحتاج منقوشه جديده ",
    "created": "2025-05-08"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له و اعطائه خصم 10 ف المئه علي الاوردر القادم والعميل راضي....",
    "Account name": "طارق بدر",
    "Account Phones": "1064717076",
    "type ": "Delivery",
    "details ": "يشتكي العميل انه طلب اوردر وتم التبليغ ان التيك تايم 60 دقيقه وعند مرور التيك تايم تواصل العميل 4 مرات بسبب انه يريد الطيار ان يتواصل معاه وتم التبليغ للفرع وتواصل العميل مره اخري لالغاء الاوردر بسبب التاخير وعدم تواصل الطيار معاه",
    "created": "2025-05-11"
  },
  {
    "": "تم الاعتذار للعميلة وارسال الايتم الناقص لها والعميلة راضية ",
    "Account name": "ميسيل شعراوى",
    "Account Phones": "1111121225",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر بيك اب من الفرع وكان عبارة عن ايس تي بيتش وحلومي وفرايز اند تشيز واستلمت الاوردر ولكن بعد ان رحلت اكتشفت ان الاوردر ناقص الفرايز اند تشيز ",
    "created": "2025-05-12"
  },
  {
    "": "تم التواصل مع العميل والاعتزار منه وهيتم اضافة فوتشر بقيمة الاوردر",
    "Account name": "احمد خالد",
    "Account Phones": "1283022449",
    "type ": "Delivery",
    "details ": "يشتكي العميل انه طلب اوردر وتم التبليغ العميل ان التيك تايم 70 دقيقه وتم تاخير الاوردر بسبب عطل في الدراجه الناريه وعند استلام العميل الاورد وجد انه بارد",
    "created": "2025-05-13"
  },
  {
    "": "تم الاعتذار للعميل وارسال الايتم الصحيح له والعميل راضي",
    "Account name": "مؤيد",
    "Account Phones": "1055063647",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكوول سنتر وكان م ضمنه طاووق راب ولكنه وصله مايتى كافتا راب عكس ما طلب ",
    "created": "2025-05-14"
  },
  {
    "": "تم التواصل مع العميله والاعتذار لها  وارسال الراب الناقص وتم حل المشكله",
    "Account name": "علياء ",
    "Account Phones": "1002220146",
    "type ": "Missing items",
    "details ": "تشتكي العميله من طلبها لاوردر وان الاوردر اتأخر عليها اكثر من ساعه ووصل ايضا ناقص وكانت طالبه 4 رابات و3 فرايز ووصل لها 3 رابات و 3 فرايز بدون السيزر راب ",
    "created": "2025-05-16"
  },
  {
    "": "تم التواصل مع العميله والاعتذار لها وارسال العيش الناقص والعميله راضيه",
    "Account name": "ميرفت سليمان",
    "Account Phones": "1113232662",
    "type ": "Missing items",
    "details ": "تشتكي العميله من طلبها لاوردر دليفري وكان من ضمنه كافتا بان وتشيكن بوتيتو وصلت لها الاسكيلتس بدون العيش وتريد باقي الاوردر",
    "created": "2025-05-16"
  },
  {
    "": "تم التواصل مع العميل اكثر من مرة ولم يتم الرد ",
    "Account name": "احمد عرفه ",
    "Account Phones": "1061229795",
    "type ": "Delivery",
    "details ": "تشتكي العميله من طلبها لاوردر من الساعه 3:23 وان الاوردر وصل الساعه 4:45 دقيقه وانها تواصلت اكثر من مرة لمعرفه مكان الاوردر وتريد مسئول من الفرع التواصل معاها",
    "created": "2025-05-16"
  },
  {
    "": "تم استلام العميل الاوردر وتم التواصل مع العميل اكثر من مرة لم يتم الرد ",
    "Account name": "يوسف الجزار ",
    "Account Phones": "1222666622",
    "type ": "Other complaints",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكوول سنتر وكان عبارة عن براون بيكد فلافل  وطلبه ف ويست مارك وتم تسجيله بيك اب ولكن بعد ذلك تم ارساله له علي عنوان الشركة ف ويست مارك وتم ارسال العنوان للفرع ولكن الدرايفر وصل الاوردر علي عنوان المنزل وبعد ذلك رجع وصله له علي عنوان الشركة ",
    "created": "2025-05-20"
  },
  {
    "": "تم التواصل مع العميل و الاعتزار له و تعويضة بنفس الاوردر ",
    "Account name": "احمد",
    "Account Phones": "1006662480",
    "type ": "Delivery",
    "details ": "تم عمل الاوردر الساعة 3:50 دقيقة و التيك تايم 60 دقيقة و لم يصل الاوردر حتى الساعة 6 صباحا و تم التواصل مع الفرع للتواصل مع الطيار اكثر من مرة و لم يرد و لم يصل الاوردر للعميل و طلب العميل الغاء الاوردر",
    "created": "2025-05-24"
  },
  {
    "": "تم هندله العميله وارسال سلاد حلومي اخرى والعميله راضيه ",
    "Account name": "فرح صبحى",
    "Account Phones": "1119344134",
    "type ": "Quality of food",
    "details ": "تشتكي العميله من طلبها لاوردر طلبات والاوردر عباره عن حلومي سالاد واميزنج تونه وان السلطه بها مشكله لان طعمها  به رمله او شئ بيقرمش وتريد تبديل الاوردر",
    "created": "2025-05-24"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لة والعميل راضى ",
    "Account name": "رامي جورج",
    "Account Phones": "1205561612",
    "type ": "Other complaints",
    "details ": "العميل يشتكي من طلبه لاوردر بيك اب  وان الاوردر تاخر علية  وانه غير راضي عن هذا التاخير وان الاوردر عبارة عن 4 مناقيش زعتر وراب كنافه وان التيك تايم اللي اتبلغ بييه 15 الي 20 دقيقه ويريد من احد المسئولين التواصل معاه",
    "created": "2025-05-24"
  },
  {
    "": "تم الاعتزار للعميل والعميل لم يريد تبديل الاوردر مرة اخرى وسيتم التواصل مع العميل مرة اخرى ",
    "Account name": "ناديم ادياب  ",
    "Account Phones": "1007150730",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اوردر من خلال انستا شوب رقمه 5480103 وكان عبارة عن سكيليت بيض اومليت ولكنه كانت كواليتي الاوردر كان محروق وتم تبديل الاوردر مرة تانيه للعميل ولكنه كان ايضا well done والعميل غاضب من وصول الاوردر بهذة الطريقة",
    "created": "2025-05-26"
  },
  {
    "": "تم الاعتزار للعميلة وتم تبديل الاوردر والعميلة راضية ",
    "Account name": "اينور زيتون ",
    "Account Phones": "1004777717",
    "type ": "Missing items",
    "details ": "العميله طلبت في اوردر 2 حلومي بيكون وتشتكي بسبب ان قدو صل في الاوردر 2 حلومي بان ",
    "created": "2025-05-26"
  },
  {
    "": "تم الاعتزار للعميلة وتم تبديل الاوردر فى اسرع وقت والعميلة راضية ",
    "Account name": "نانسي كمال",
    "Account Phones": "1119338785",
    "type ": "Quality of food",
    "details ": "العميله طلبت اوردر يحتوي علي فايمس تشكن كيدز ميل  و فرايز واوضحت انها لا تريد بها جارليك مايو و تريد طحينه داخل الراب وتشتكي بسبب ان الاوردر وصل لاكن يحتوي علي جارليك مايو  ",
    "created": "2025-05-26"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لها والعميلة راضية ولها خصم 10% على الاوردر القادم ",
    "Account name": "هانيا مصطفي ",
    "Account Phones": "1212116646",
    "type ": "Delivery",
    "details ": "تشتكى العميلة من تاخير الاوردر عليها 25 دقيقه  من التايم المحدد لها",
    "created": "2025-05-28"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وحل المشكله وارسال الاوردر الصحيح",
    "Account name": "كريم الجنزورى ",
    "Account Phones": "1222103124",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من طلبه الاوردر من الكول سنتر وتم ابلاغ العميل ب 45 دقيقه حد اقصي والاوردر وصل له بعد ساعه وتلت وايضا طلب 2 شاورما بدون المخلل والخس ووصل له بالخس والمخلل ويريد تبديل الاوردر ",
    "created": "2025-05-29"
  },
  {
    "": "كومبلين بيفرلي هيلز : ... تم التواصل مع العميل وحل المشكله وقد استلم الصوص من الفرع ",
    "Account name": "بشير خوري",
    "Account Phones": "1144444713",
    "type ": "Missing items",
    "details ": "يشتكي العميل من طلبه لاوردر بيك اب عبارة عن تشيكن سالاد وفيمس راب وان الاوردر بعد استلامه لم يكون معاه صوص البلسمك ويريد حل للمشكله",
    "created": "2025-06-04"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكله وسيتم مراجعه الخضار مع الفود سيفتي",
    "Account name": "سارة ",
    "Account Phones": "1033802555",
    "type ": "Food safety and poisoning cases",
    "details ": "تشتكي العميلة من طلبها لاوردر طلبات برقم 2965268291 وان الاوردر كان منقوشه وطبق سلطه وان الطماطم بها مشكله وتريد ارجاع السلطه",
    "created": "2025-06-05"
  },
  {
    "": "تم التواصل مع العميله والاعتزار لها وتم تحضير الاوردر في فرع بيفرلي هيلز",
    "Account name": "زينه ",
    "Account Phones": "1026734169",
    "type ": "Call Center",
    "details ": "العميله طلبت اوردر بيك اب عبارة عن 2مايتى كافتا 1 فرايز من فرع بيفرلي وتم تجهيز الاوردر في فرع ويست مارك  خطاء من الكول سنتر",
    "created": "2025-06-05"
  },
  {
    "": "تم هندله العميله ارسال لها راب اخر والعميله راضيه",
    "Account name": "احمد فاروق",
    "Account Phones": "1006101234",
    "type ": "Missing items",
    "details ": "العميله طلبت اوردر يحتوي علي مايتي كفتا  وتشتكي بسبب ان المايتي كفتا وصلت في عيش اسمر علي عكس طلبها وتريد تبديل الاوردر ",
    "created": "2025-06-07"
  },
  {
    "": "تم ارسال الاوردر الصحيح والاعتذار لها",
    "Account name": "زينه اسامه ",
    "Account Phones": "1285800883",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من طلبها لاوردر من طلبات برقم 2974717551 وانها طلبت اوردر به 2 منقوشه زعتر وجبنه و 1 جبنه عكاوي ومنقوشه الجبنه لم تصل وتريد الاوردر الناقص",
    "created": "2025-06-09"
  },
  {
    "": "تم ارسال الاوردر الصحيح للعميلة وهي راضية",
    "Account name": "ميرفت سليمان",
    "Account Phones": "1113232662",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال الكوول سنتر عبارة عن 2 فيماس و 2 تونة ولكن وصلها شاورما وكانت تريد الاوردر الصحيح",
    "created": "2025-06-09"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة والعميل راضى وهيكون لة 1 مايتى كافتا بيتزا فرى على الاوردر القادم ",
    "Account name": "احمد عفيفي",
    "Account Phones": "1003330888",
    "type ": "Food temperature",
    "details ": "العميل طلب اوردر يحتوي علي 2 مايتي كفتا بيتزا و تم ابلاغ ان اخر اوردر وصل بارد وكان مقلوب.... وتم وصول الاوردر للعميل وتكرر ذلك الخطا مره اخرى",
    "created": "2025-06-10"
  },
  {
    "": "تم ارسال الاوردر الصحيح للعميلة وهي راضية",
    "Account name": "عليا ",
    "Account Phones": "1020333500",
    "type ": "Missing items",
    "details ": "تشتكى العميلة من طلبها اوردر داين ان فرع cfc وان باقى من الاوردر نصف راب والعميلة طلبتة تيك اوى معاها وتم وضع راب خطا غير اوردر العميلة",
    "created": "2025-06-10"
  },
  {
    "": "تمالتواصل مع العميلة ولاعتزار لها وتم تبدل منقوشة الجبنة ب منقوشة حلومى والعميلة راضية ",
    "Account name": "رانيا محمد",
    "Account Phones": "1002228921",
    "type ": "Quality of food",
    "details ": "العميله طلبت منقوشه عكاوي و فلافل و حمص وتشتكي ان المنقوشه ليست مستويه و تشتكي من كوالتي الاوردر",
    "created": "2025-06-11"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لها العميلة طلبت استراد ثمن الاوردر وتم التحويل - وتم المتابعة مع العميلة ثانى يوم والعميلة راضية حاليا عن الخدمة ",
    "Account name": "نور حماد ",
    "Account Phones": "1280235555",
    "type ": "Quality of food",
    "details ": "العميله طلبت منقوشه لحمه بعجين و تشتكي من ان الراب به خيط و تم تبديل الاوردر ب سيزر راب لاكن تكررت المشكله مره اخرى و وجدت خيط ايضا في السيزر",
    "created": "2025-06-11"
  },
  {
    "": "تم التوصيل الاوردر الاوردر للعميلة وتم الاتصال بالعميلة اكثر من مرة ولم يتم الرد من العميلة \n",
    "Account name": "سلمي ",
    "Account Phones": "1090157133",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من طلبها لاوردر من ابلكيشن المنيوز والاوردر طلبته الساعه 02:28 والساعه وصلت 04:28 ولم يصل الاوردر حتي الان ",
    "created": "2025-06-11"
  },
  {
    "": "تم التواصل ع العميلة والاعتزار لها وتم ارسل اوردر جديد وتم الاتصال بالعميلة اكثر من مرة بعد الاستلام ولم يتم الرد ",
    "Account name": "اميرة ابو الخير ",
    "Account Phones": "1096365688",
    "type ": "Delivery",
    "details ": "تشتكي العميلة من طلبها لاوردر من طلبات برقم 2978785637 وان الاوردر 1 راب بطاطا وطلبته الساعه 03:30 والمفروض يوصل 03:50 والساعه الان 04:40 والاوردر لم يصل وتريد حل للمشكله ",
    "created": "2025-06-11"
  },
  {
    "": "تم التواصل مع العميلة وحل المشكلة وارسال الاوردر الصحيح ",
    "Account name": "ندي سامي ",
    "Account Phones": "1006608900",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من طلبها لاوردر طلبات برقم 2980683437 وان الاوردر كان عبارة عن راب تونه وراب حلوم وصل لها بدل التونه بروان بيكد فلافل وتريد الاوردر الصحيح",
    "created": "2025-06-12"
  },
  {
    "": "تم ارسال الاوردر باقي الاوردر الناقص لها وهي راضية ",
    "Account name": "ندا ايهاب",
    "Account Phones": "1011113060",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال ابليكيشن المنيوز رقمه (34r6vo4)\n كان عبارة عن 2 طاووق راب ومنقوشة زعتر و تبولة سلاد و 4 مناقيش جبنة ولم يصل الاوردر كامل وكان ناقص 4 مناقيش جبنة وتريد الاوردر كامل",
    "created": "2025-06-13"
  },
  {
    "": "تم التواصل مع العميله والاعتذار لها وتوصيل اوردر جديد",
    "Account name": "ساره صديق ",
    "Account Phones": "1012674445",
    "type ": "Food safety and poisoning cases",
    "details ": "تشتكي العميلة من طلبها لاوردر طلبات برقم 2988147583 وان الاوردر كان عبارة تشيكن سيزر ديلوكس فرايد ووصلها التشيكن فرايد غير مستويه وفيها دم",
    "created": "2025-06-16"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة ",
    "Account name": "هشام جاد ",
    "Account Phones": "1091006700",
    "type ": "Other complaints",
    "details ": "العميل يشتكى بسبب عدم توافر الاوردر بالكامل طاووق راب وتشكين سكالوب وتم التواصل مره اخرى للتعديل مع العميل والبديل ايضا غير متاح وقام بالغاء الاوردر",
    "created": "2025-06-17"
  },
  {
    "": "تم الاعتزار للعميلة والعميلة راضية ",
    "Account name": "فرح اسامه ",
    "Account Phones": "1004611700",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر وانه ابلغ بتايم 60 دقيقه والاوردر وصل بعد 80 دقيقه ",
    "created": "2025-06-21"
  },
  {
    "": "تم الاعتزار للعميلة والعميلة راضية\n",
    "Account name": "عبدالله ",
    "Account Phones": "1017222225",
    "type ": "Quality of food",
    "details ": "العميلة تشتكي من جودة الاوردر و أنه وصل بارد ووضحت ان الاوردر تاخر عليها اكثر من مرة",
    "created": "2025-06-23"
  },
  {
    "": "تم الاعتزار للعميل ونم ابلغه بخصم 10% في الاوردر القادم  والعميل راضي",
    "Account name": "عبدالله حسين ",
    "Account Phones": "1202008707",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخر الاوردر وتم غلق الاوردر من قبل الفرع قبل ان يصل للعميل وتم التواصل معا الفرع وتم تبليغ الكول سنتر بان في خلال لحظات وهيتم تسليم الاوردر وبعد 15دقيقه العميل تواصل معا الكول سنتر وكان مستاء من تاخير الاوردر",
    "created": "2025-06-24"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وحل المشكله وارسال الاوردر الصحيح",
    "Account name": "جومانا احمد ",
    "Account Phones": "1027784242",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من طلبها لاوردر من طلبات برقم ID 3005035353 وانها طلبت اوردر زعتر وعليه لبنه وصل لها منقوشه زعتر ومنقوشه لبنه وكانت تريد الاوردر الصحيح",
    "created": "2025-06-25"
  },
  {
    "": "تم هندله العميل و ابلاغ الفرع و تم تبديل الاوردر للعميل وتم اعطاء  للعميل خصم 10 % علي الاوردر القادم",
    "Account name": "نيزار احمد",
    "Account Phones": "1007178206",
    "type ": "Food temperature",
    "details ": "العميل طلب اوردر وكان التيك تايم 60 د و يشتكي بسبب ان الاوردر تاخر 25 د علي التيك تايم و وتم وصل الاوردر بارد جدا و لم يتم استلامه ",
    "created": "2025-07-01"
  },
  {
    "": "الحل هيتم ارسال المبلغ للعميلة والعميلة راضية",
    "Account name": "مريم صفا ",
    "Account Phones": "1203137555",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال انستا شوب رقمه 3870993 وكان عبارة عن2  تشيكن سكالوب راب وطاووق راب و2 باكيت فرايز وفلافل راب وايس تي ولم يصل لها الايس تي مع الاوردر والفلافل راب كانت ناشفة والطراطور كانت حامضة والطاووق والتشيكن سكالوب راب كانوا باردين جدا ولم تريد بديل للاوردر وتريد استرجاع المبلغ",
    "created": "2025-07-04"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وسوف يرسل الفرع باقي الاوردر الناقص والعميل مرضي",
    "Account name": "باسل زكي",
    "Account Phones": "1210547952",
    "type ": "Missing items",
    "details ": "يشتكي العميل من طلبه لاوردر طلبات برقم 3025743694 وان الاوردر عبارة عن طاووق بان ولم يصل له الاطباق الجانبيه مع الطاووق قد وصل له الطاووق بان والفرايز والعيش فقط ولم يصل المخلل والصوص والحمص ",
    "created": "2025-07-06"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وارسال الاوردر الصحيح والعميلة راضيه ",
    "Account name": "امينه مغربي ",
    "Account Phones": "1008691448",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من طلبها لاوردر طلبات برقم 3029076286 والاوردر عبارة عن شيكن كيل سالاد و وايلد زعتر ووصل لها فرايز وفيمس تشيكن راب وتريد الاوردر الصح ",
    "created": "2025-07-09"
  },
  {
    "": "تم حل المشكله مع العميله وتم تبديل الاوردر وارضائها",
    "Account name": "سهي الشايب ",
    "Account Phones": "1001621763",
    "type ": "Missing items",
    "details ": "تشتكي العميله انها طلبت اوردر من طلبات وعند وصول الاوردر وجدت انه في اختلاف في بعض الايتم وانه هذا تكرر معها اكثر من مره",
    "created": "2025-07-12"
  },
  {
    "": "تم هندله العميل و ارساله راب اخر علي العنوان المتواجد به والعميل راضي",
    "Account name": "ياسين عميره",
    "Account Phones": "1555710000",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر بيك اب  يحتوي علي طاووق راب بدون صوص و مخلل و استلم الاوردر وكان راب استندر بكل المكونات علي عكس طلبه ",
    "created": "2025-07-12"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها والعميلة راضية ولها خصم ١٠٪ على الاوردر القادم ",
    "Account name": "احمد الشور",
    "Account Phones": "1026554949",
    "type ": "Call Center",
    "details ": "العميل طلب اوردر والفرع ابلغ الكول سنتر بان يتم ارسال اي اوردر للفرع علي الواتس اب و لم يتم اسال هذا الاوردر للفرع و العميل تواصل بعد ساعه و تلت من طلب الاوردر وتم الغاء الطلب ",
    "created": "2025-07-12"
  },
  {
    "": "تم تجهيز الاوردر مره اخري بعد الابلاغ  الفرع بالخطا و تم تجهيز اوردر اخر و تم ارضاء العميل",
    "Account name": "ياره حازم ",
    "Account Phones": "1111448555",
    "type ": "Delivery",
    "details ": "تم تلقي اوردر من الكول سنتر  سائق الدليفري وصله في عنوان خطأ و  تم دفع ثمنه عن طريق العميل الخطأ دون القصد ثم تم الابلاغ الي الكول سنتر و تم المتابعه و فعلا لم يصل الاوردر الي العنوان الصحيح",
    "created": "2025-07-13"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة وتم تبديل الاوردر للعميل والعميل ارضى جدا عن الخدمة ",
    "Account name": "لورا كمال",
    "Account Phones": "1221008778",
    "type ": "Quality of food",
    "details ": "يشتكى العميل من جودة التشكن مارينارا بنها (غير مستوية ) ويريد تغير الاوردر ",
    "created": "2025-07-16"
  },
  {
    "": "تم التواصل مه العميل والاعتزار لة وان هذة المشكلة لن تتكر مهة مرة اخرى والعميل راضى - لة خصم 10% على الاوردر القادم ",
    "Account name": "خليلى خليلى",
    "Account Phones": "1023434097",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب تشيكن باستا سلاد ولاحظ اكتر من مرة وهو بياكلها ان فيها قشر بيض صغير",
    "created": "2025-07-17"
  },
  {
    "": "تم التواصل مع العميل و الاعتذار له و تعويضة بخصم 10% على الاوردر القادم و تم حل  المشكلة و ارضاء العميل ",
    "Account name": "عماد القصاد",
    "Account Phones": "1223368822",
    "type ": "Quality of food",
    "details ": "يشتكي العميل اوردر عبارة عن شاورما ستيك وكينوا تبولة  وصل بعد ساعة ونصف اتصل العميل اشتكي ان صوص السلاد مدلوق والاكل بارد جدا",
    "created": "2025-07-19"
  },
  {
    "": "تم الاعتزار للعميلة وارسال الاوردر الناقص",
    "Account name": "مريم شريف",
    "Account Phones": "1064165165",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات رقمه 3050882413 وصل الاوردر بالكامل ولكن كان ينقصه تشيكن سيزر راب وتريد الراب الناقص\n",
    "created": "2025-07-20"
  },
  {
    "": "تم الاعتذار للعميلة و وحل المشكلة وانها تريد عدم تكرار نفس المشكلة مرة أخرى",
    "Account name": "جيهان محمد ",
    "Account Phones": "1060113715",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة انها طلبت تشيكن شاورما راب بالعيش الاسمر بدون جارليك وتم تأكيد الكومنت من الكوول سنتر علي الاوردر ولكنه وصلها ب جارليك عكس ما طلبت\n",
    "created": "2025-07-20"
  },
  {
    "": "تم التواصل مع العميله والاعتذار لها وتم ارضاء العميله",
    "Account name": "مدام دنيا",
    "Account Phones": "1117166597",
    "type ": "Delay",
    "details ": "تشتكى العميله من انها طلبت اوردر من خلال الكول سنتر وكان التيك تايم بتاعها 60 دقيقه ولكنه اتأخر و وصلها فى ساعه ونص",
    "created": "2025-07-21"
  },
  {
    "": "تم الاعتزار للعميل وتم تبديل السلاد والعميلة راضية ",
    "Account name": "هدي فؤاد",
    "Account Phones": "1066683083",
    "type ": "Missing items",
    "details ": "العميله طبلت اوردر يحتوي علي سلط كيل ان كينوا فيتا و ضحت للكول سنتر ان تكون بدون فيتا وتم اضافه كومنت للفرع  لكن  السلاد وصلت تحتوي علي جبنه علي عكس طلب العميل",
    "created": "2025-07-29"
  },
  {
    "": "تم التواصل مع العميله و الاعتذار لها و تعويضها بخصم 10% على الاوردر القادم",
    "Account name": "نيره عمرو ",
    "Account Phones": "1003769134",
    "type ": "Quality of food",
    "details ": "تشتكى العميله من انها طلبت اوردر بيك اب من خلال الكول سنتر وكان عباره عن 2 طاووق راب واحد بدون بيكيلز و واحد الفرايز فيه اوت ولكن استلمته الفرايز جوا الراب عكس ما طلبت",
    "created": "2025-07-30"
  },
  {
    "": "تم التواصل مع العميل وتم الاعتذار له وتم اعطاءه واحد Oreo Cheesecake على الاوردر القادم كنوع من الاعتذار وتم ارضاء العميل",
    "Account name": "روان الزر",
    "Account Phones": "1227407613",
    "type ": "Missing items",
    "details ": "العميل طلب اوردر من خلال الكول سنتر وكان من محتويات الاوردر Oreo Cheesecake ولكنه لم يصل من ضمن الاوردر",
    "created": "2025-08-02"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وسيكون له خصم 10% علي الاوردر القادم ",
    "Account name": "سارة احمد ",
    "Account Phones": "1159044493",
    "type ": "Delay",
    "details ": "تشتكي العميله من طلبها لاوردر به 3 مناقيش ( زعتر وجبنه وحلوم ولحمه بعجين ) وتم ابلاغ العميله ب 60 دقيقه حد اقصي وتم رفع 15 دقيقه اخري بسبب رش في الفرع ووصل الاوردر لساعتين حتي الان ولم يصل ",
    "created": "2025-08-06"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لها والعميلة راضية ",
    "Account name": "سارة نجم ",
    "Account Phones": "1001103540",
    "type ": "Delay",
    "details ": "تشتكي العميله من طلبها لاوردر به ( 2 راب و واحده سلاد ) وتم ابلاغ العميله ب 60 دقيقه حد اقصي ووصل الاوردر بعد ساعتين الا ربع ",
    "created": "2025-08-06"
  },
  {
    "": "تم ارسال الاوردر الصحيح للعميلة وهي راضية",
    "Account name": "ملك فايد",
    "Account Phones": "1270703729",
    "type ": "Other complaints",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات رقمه 3092684452 وكان عبارة عن منقوشة حلومي ولكن وصلها لحم بعجين وتريد الاوردر الصحيح",
    "created": "2025-08-12"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة وتم تبديل الاوردر والعميل راضى ",
    "Account name": "عمر طيبه ",
    "Account Phones": "1200077117",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من  طلبه لاوردر به بوتيتو تشيكن و يشتكي ان صوص البوتيتو تشيكن سقط علي الباكدج وان الاوردر ينقصه صوص المايونيز لم يكن في الاوردر",
    "created": "2025-08-17"
  },
  {
    "": "تم تالتواصل مع العميلة والاعتزار لها ولها خصم 10% على الاوردر القادم",
    "Account name": "مريم مجدى",
    "Account Phones": "1001718162",
    "type ": "Delay",
    "details ": "تشتكي العميلة من طلبها لاوردر من الكول سنتر وان الكول سنتر ابلغها بي تايم 70  دقيقه كحد اقصي وقد تخطي الوقت ساعه و25 دقيقه ولم يصل الاوردر ",
    "created": "2025-08-17"
  },
  {
    "": "تم تالتواصل مع العميلة والاعتزار لها ولها خصم 10% على الاوردر القادم",
    "Account name": "مايسه ",
    "Account Phones": "1002517251",
    "type ": "Call Center",
    "details ": "العميله طلبت الاوردر من خلال الكول سنتر وطلبت استلام من فرع كايروفيستفال سيتي وتم تفعيل الاوردر علي فرع واتر واي",
    "created": "2025-08-18"
  },
  {
    "": "تم الاعتزار للعميل والعميل راضى / العميلة لة خصم 10% على الاوردرالقادم ",
    "Account name": "عمر عرب",
    "Account Phones": "1044343330",
    "type ": "Delay",
    "details ": "يشتكي العميل انه طلب اوردر من خلال الكوول سنتر الساعه 11:58 وتم تبليغ التيكيت تايم 70 دقيقة ولكنه اتاخر ووصل له الساعه 1:30  ",
    "created": "2025-08-19"
  },
  {
    "": "تم الاعتزار للعميل العميل راضى ولة خصم 10% على الاوردر القادم",
    "Account name": "شهاب ",
    "Account Phones": "1095998075",
    "type ": "Quality of food",
    "details ": "يشتكي العميل من انه طلب اوردر و تم توصيل الاوردر الساعة 3:29 و وصل الوردر الساعة 5:52 متأخر اكثر من ساعة و الاكل وصل بارد و العميل كان طالب كل الرابات تكون مقسومة و الرابات وصلت كاملة والاوردر كان بارد",
    "created": "2025-08-20"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وسيتم اعطاءه اديشن الخضار على الاوردر القادم والعميل راضى",
    "Account name": "سامح الغبالى",
    "Account Phones": "1032322275",
    "type ": "Other complaints",
    "details ": "يشتكى العميل من انه طلب اوردر بيك اب من خلال الكول سنتر وكان عباره حلومى راب اكسترا خضار وتم توضيح الاديشن من خلال الكول سنتر ولكن عندما استلمه وجده بدون الخضار",
    "created": "2025-08-21"
  },
  {
    "": "تم التواصل مع العميلة والاعتذار لها وارسال الاوردر الصحيح والعميلة راضيه",
    "Account name": "مريم ممدح",
    "Account Phones": "1013113883",
    "type ": "Missing items",
    "details ": "تشتكى العميله من انها طلبت اوردر من خلال الكول سنتر وكان عباره عن منقوشه وايلد زعتر تكون راب ولكنه وصلها منقوشه زعتر هاف مون والعميله تريد الاوردر الصحيح",
    "created": "2025-08-21"
  },
  {
    "": "تم التوصل مع العميله وحل المشكله بي خصم 10%علي الاوردر القادم وتم ارضائها",
    "Account name": "ايمان وجدي",
    "Account Phones": "1021887000",
    "type ": "Call Center",
    "details ": "تشتكي العميله انها طلبت اوردر بيك اب من خلال الكول سنتر وطلبت حمص اند كراكرز و فاميس اتشيكن كيدز ميل  وتم سماعها من موظف الكول سنتر  بردد اتشيكن كيدز ميل وتم تاكيد الاوردر في اخر المكالمه ولم يتم اي اعتراض من العميله وعند استلام الاوردر بعد التيك تايم الموضح للعميله لم يكن جاهز واستغرقت العميله وقت اطول لستلام الاوردر ووجدت ايضا ان الحمص بدون كراكرز بسبب ناقصه من السنتر كيتشين وانه بردد اتشيكن وليس فاميس اتشيكن ",
    "created": "2025-08-28"
  },
  {
    "": "تم الاعتزار للعميل والعميل راضى ولة خصم 10% على الاوردر القادم",
    "Account name": "هاني ",
    "Account Phones": "1001303015",
    "type ": "Delivery",
    "details ": "يشتكي العميل من طلبه لاوردر من ابلكيشن المنيوز برقم  rq3ay9w وان الاوردر اتاخر عليه اكتر من نصف ساعه من التايم المكتوب في الابلكيشن  \n",
    "created": "2025-08-30"
  },
  {
    "": "تم الاعتزار للعميلة وتم ارسال اوردر بديل والعميلة راضية ",
    "Account name": "ولاء كمال",
    "Account Phones": "1000227353",
    "type ": "Delay",
    "details ": "تشتكي العميلة من طلبها لاوردر به 2 راب وعصير وتم ابلاغها بتايم 45 دقيقه كحد اقصي ووصل الاوردر بعد ساعه وتلت  ",
    "created": "2025-09-02"
  },
  {
    "": "تم التواصل مع العميل والاعتذار له وتم تبديل الاوردر وانه له فوتشر كومبو ع الاوردر القادم وتم ارضاء العميل",
    "Account name": "يوسف رمزى",
    "Account Phones": "1066326326",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اوردر من خلال طلبات وعند استلام الاوردر وجد قطع ازاز داخل الراب  ",
    "created": "2025-09-09"
  },
  {
    "": "تم التواصل مع العميلة والاعتزار لها وتم تبديل الاوردر ",
    "Account name": "انا ريتا",
    "Account Phones": "1093443230",
    "type ": "Food safety and poisoning cases",
    "details ": "تشتكي العميلة من طلب اوردر بها سلطه شيكن سيزر وعند قلب علبة السلطة وجدت انها تحتوي علي شعرة ",
    "created": "2025-09-11"
  },
  {
    "": "تم التواصل مع العميلة و تبديل الاوردر و تم ارضائها",
    "Account name": "ندى حسين ",
    "Account Phones": "1018004489",
    "type ": "Quality of food",
    "details ": "طلبت العميلة اوردر من خلال ابلكيشن طلبات يحتوي على سيزر سلاد و فيمس تشيكن و برادد تشيكن و تشتكي العميلة من ان السلاد كانت لها ريحة غريبة و ان البرادد تشيكن محروق ",
    "created": "2025-09-12"
  },
  {
    "": "تم الاعتذار للعميلة وتم تبديل الاوردر والعميلة راضية",
    "Account name": "نهلة نبيل",
    "Account Phones": "1098888606",
    "type ": "Call Center",
    "details ": "تشتكي العميلة انها طلبت اوردر بيك اب من خلال الكوول سنتر يحتوي علي التيميت تشيز بيتزا بالعيش الاسمر ومضاف اليها خضار م غير جبنة ولكن تم عمل الاوردر علي السيستم م غير اضافة العيش الاسمر وتريد الاوردر الصحيح",
    "created": "2025-09-16"
  },
  {
    "": "تم الاعتزار للعميلة وتم تبديل الاوردر للعميلة  و العميلة راضية ",
    "Account name": "ياسمين سمير ",
    "Account Phones": "1100061925",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة من طلبها لاوردر من الكول سنتر وكانت تريد الطاووق بدون مخلل ويكون فراخ والصوص فقط ووصل لها بالمخلل وتريد تبديل الاوردر",
    "created": "2025-09-18"
  },
  {
    "": "تم الاعتزار للعميل وتم تبدل الراب للعميل والعميل راضى ",
    "Account name": "احمد الشور",
    "Account Phones": "1026554949",
    "type ": "Missing items",
    "details ": "يشتكي لعميل من انه طلب طاووق راب في عجين اسمر ووصل الاوردر الطاووق في عجين ابيض ",
    "created": "2025-09-20"
  },
  {
    "": "تم الاعتذار الي العميل و تم التوضيح بان ذلك الموقف لم يحدث مره اخري \nو اخذ ارضاء بخصم 10 في الميه في الاوردر القادم ",
    "Account name": "ياسمين رنكوشي",
    "Account Phones": "1000068061",
    "type ": "Food temperature",
    "details ": "يشتكي العميل عن ان الاوردر كان بارد \n",
    "created": "2025-09-21"
  },
  {
    "": "تم الاعتزار للعميلة ولها خصم ١٠٪ على الاوردر القادم والعميلة راضية",
    "Account name": "الاء عامر",
    "Account Phones": "1110088228",
    "type ": "Delivery",
    "details ": "العميله طلبت اوردر وتم ابلاغها ان التيك تايم 60 د وتم توصيل الاوردر في 75د والعميله تشتكي من ان الاوردر بارد  ",
    "created": "2025-09-21"
  },
  {
    "": "تم ارسال الاوردر الصحيح للعميلة والاعتذار لها وهي راضية ",
    "Account name": "نوران سمير",
    "Account Phones": "1097743997",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال طلبات رقمه 3172094675 كان عبارة عن 2 تشيكن سيزر راب ولم يصل لها غير راب واحد فقط وتريد الراب الاخر ",
    "created": "2025-09-24"
  },
  {
    "": "تم التواصل مع العميل و الاعتزار له والعميل راضي ",
    "Account name": "عمر طيبه ",
    "Account Phones": "1200077117",
    "type ": "Delivery",
    "details ": "العميل طلب اوردر وكان التيك تايم 60 د وتم توصيل الاوردر خلال ساعه وثلث والعميل يشتكي بسبب تاخير الاوردر ووصولة بارد",
    "created": "2025-09-25"
  },
  {
    "": "تم التواصل مع العميله و الاعتذار لها و تم تيديل  الاوردر  والعميله راضيه ",
    "Account name": "هيثم الخضري ",
    "Account Phones": "1006160009",
    "type ": "Missing items",
    "details ": "العميل يشتكي بسبب انه  طلب 3 تشكن سيزر راب بدون بيكن والاوردر وصل يحتوي علي بيكن علي عكس طلب العميل ",
    "created": "2025-09-26"
  },
  {
    "": "تم الاعتزار للعميل وارسال الاوردر فرى والعميل راضى عن الخدمة ",
    "Account name": "حسين ",
    "Account Phones": "1152041146",
    "type ": "Call Center",
    "details ": "تم تسجل وردر من الكول سنتر والفرع لم يرى الاوردر بسبب مشكلة فى تابلت الفرع ولم يتم ارسال الاوردر عن طريق الواتساب من خلال الكول سنتر ",
    "created": "2025-09-26"
  },
  {
    "": "تم الاعتذار للعميلة وارضائها وارسال الاوردر الناقص",
    "Account name": "ندي الاتربي ",
    "Account Phones": "1005401063",
    "type ": "Missing items",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال الكول سنتر وكان يحتوى على شاورما وفرايز ولكن الفرايز لم تصل من ضمن الاوردر",
    "created": "2025-09-30"
  },
  {
    "": "تم التواصل مع العميل وحل المشكلة ولة اوردر بديل على الاوردر القادم ",
    "Account name": "محمد شرف",
    "Account Phones": "1009321100",
    "type ": "Quality of food",
    "details ": "يشتكي العميل انه طلب اوردر بيك اب مكون من منقوشتين جبنة عكاوي فيمس تشيكن وعند فتح الاوردر لاحظ ان الجبنة العكاوي بايظة غير صالحة للأكل ",
    "created": "2025-09-30"
  },
  {
    "": "تم التواصل مع العميلة و ارضائها و تبديل الاوردر",
    "Account name": "امل ابراهيم",
    "Account Phones": "1001780800",
    "type ": "Call Center",
    "details ": "تشتكي العميلة من انها طلبت اوردر من دليفير عبارة عن طاووق راب و شاورما فراخ و وصلها طاووق راب و شاورما لحمه ",
    "created": "2025-09-30"
  },
  {
    "": "تم الاعتزار للعميلة وتم ارسال اوردر لديل للعميلة والعميلة راضية",
    "Account name": "اميرة ناصر ",
    "Account Phones": "1111164245",
    "type ": "Other complaints",
    "details ": "العميلة طلبت اوردر من خلال طلبات برقم 3185419510  الساعة3 و وقت تسليم الاوردر الساعة 4:10 تشتكي العميلة من ان الاوردر لم يصل و عند التواصل مع الفرع و الطيار تم تبليغنا ان تم استلام الاوردر لشخص في نفس المكان و عند الرجوع للعميلة لابلاغها بان تم استلام الاوردر وضحت العميلة بان الطيار لم يتواصل معاها و لم يتم تبليغ رقم البيت",
    "created": "2025-10-01"
  },
  {
    "": "تم الاعتزار للعميل للعميلة وتم حل المشكلة والعميةل راضية \n",
    "Account name": "نرمين المهادي ",
    "Account Phones": "1228380000",
    "type ": "Other complaints",
    "details ": "العميله طلبت اوردر  وتم تبليغها بان التايم 60 د ثم تم زياده 15د بسبب انه يوجد ضغط  اوردرات في الفرع وتشتكي  بسبب ان الاوردر وصلت في خلال 95 د و وكان الاوردر بارد",
    "created": "2025-10-02"
  },
  {
    "": "تم الاعتذار من العميلة وسيكون لها اوردر بيض بالجبنه علي الاوردر القادم ",
    "Account name": "تمارة فهمي ",
    "Account Phones": "1000971556",
    "type ": "Missing items",
    "details ": "تشتكي العميله من طلبها لاوردر من الكول سنتر والاوردر وصل ناقص راب البيض بالجبنه ",
    "created": "2025-10-06"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لة ولة خصم 10%",
    "Account name": "حسين الجندي",
    "Account Phones": "1272100081",
    "type ": "Delay",
    "details ": "يشتكي العميل انه طلب اوردر من خلال طلبات ورقمه 3218398310 وتم تاخير الاوردر نصف ساعه بعد التايم المحدد للعميل",
    "created": "2025-10-08"
  },
  {
    "": "تم الاعتزار للعميلة وتم تبديل الاوردر الصحيح للعميلة فى اسرع وقت والعميلة راضية",
    "Account name": "عادل مصطفى ",
    "Account Phones": "1001040077",
    "type ": "Missing items",
    "details ": "يشتكي العميل انه طلب اوردر من خلال طلبات رقمه 3220199472 وتم التواصل مع المندوب بعد خروجة من الفرع بسبب ارسال اوردر خطأ معة قبل وصولة للعميل ولكن تم وصول الاوردر الخطأ للعميل",
    "created": "2025-10-12"
  },
  {
    "": "تم التواصل مع الفرع والتاكد من الاوردر وصل للعميل بدون مشكلة واستندر من خلال الفرع - وتم طلب صورة الاوردر من العميل اوضح ان الاوردر لسة معة ( رماة ) - ولكن تم حل المشكلة مع العميل والعميل راضى - ولة خصم 10% على الاوردر القادم ",
    "Account name": "يزيد",
    "Account Phones": "1090757661",
    "type ": "Other complaints",
    "details ": "عميل طلب اوردر من خلال طلبات برقم ( 3224364071) وكان الاوردر Chicken Marinara\nيشتكى العميل بانة وصل لة بدون دجاج نهائى ",
    "created": "2025-10-12"
  },
  {
    "": "تم التواصل مع العميلة ولاعتزار لها والعميلة راضية ",
    "Account name": "فرح العباسي ",
    "Account Phones": "1063501861",
    "type ": "Delay",
    "details ": "تشتكي العميلة انها طلبت اوردر من خلال الكوول سنترالساعه 10:17:00 صباحا وبعد غلق الاوردر علي السيستم الساعه 11:21:00  اتصلت العميلة وبلغت ان الاوردر لم يصل وتأخر عليها 20 دقيقة بعد التيكيت تايم",
    "created": "2025-10-12"
  },
  {
    "": "الفرع اوضح ان كان فى مشكلة مع الدرايفر ( كاوتش الموتسكل فرقع ) تم الاعتزار للعميل وارسال اوردر جديد للعميل وراسال ارضاء لة مع الاوردر والعميل راضى عن الخدمى - وطلب بعدم حدوث المشكلة مرة اخرى ",
    "Account name": "اسامه نبيل ",
    "Account Phones": "1066694660",
    "type ": "Delivery",
    "details ": "يشتكي العميل من طلبه لاوردر الساعه 12:53 دقيقه والساعة تخطت 3:50 ولم يصل الاوردر ",
    "created": "2025-10-12"
  },
  {
    "": "تم التواصل مع العميل والاعتزار لها وتم ارسال ضيافة مع الاوردر - والعميلة راضية ",
    "Account name": "ملك ياسر ",
    "Account Phones": "1098193000",
    "type ": "Delivery",
    "details ": "يشتكي العميل من تأخير الاوردر وانه أكد ان الاوردر يوصل قبل الساعه 12.30 بالكتير وانه اوردر ايفنت  الاوردر وصل 12:50",
    "created": "2025-10-14"
  },
  {
    "": "تم الاعتزار للعميلة - واوضحت انها ستطلب اوردر اخر وتريد الاضافة على الاوردر القادم - والعميلة راضية ",
    "Account name": "محمد غالب",
    "Account Phones": "1121187151",
    "type ": "Missing items",
    "details ": "تشتكي العميلة من طلبها لاوردر من الكول سنتر كان فيه منقوشة حلوم ومعاها 2 طبق خضار وصل لها الاوردر منقوشه حلوم بها 2 اديشن خضار وتريد الاوردر المطلوب",
    "created": "2025-10-15"
  },
  {
    "": "تم التواصل مع العميلة و ارسال اوردر جديد و تم ارضائها",
    "Account name": "ملك عثمان",
    "Account Phones": "1006057426",
    "type ": "Quality of food",
    "details ": "تشتكي العميلة من انها الاوردر وصل بارد و الفلافل كانت بارده و العيش مجلد و انها اول مرة تطلب اوردر من زعتر و زيت ",
    "created": "2025-10-16"
  },
  {
    "": "تم الاعتزار للعميل وتدم تبديل الاوردر والعميلة راضية ",
    "Account name": "يارا فوفونجي",
    "Account Phones": "1006623999",
    "type ": "Other complaints",
    "details ": "تشتكي العميله من طلبها لاوردر من الكول سنتر وطلبت كل المناقيش تكون هاف مون 2 قطعه وصلت لها حلوم راب وتريد استبدال الاوردر ",
    "created": "2025-10-18"
  }
]